[
    {
        "restaurant_name": "Hunter & Barrel",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/hunter-and-barrel-sydney?osq=Restaurants",
        "latitude": -33.8718126222257,
        "longitude": 151.202546591549,
        "restaurant_address": "Tenancy 303 Cockle Bay Wharf, Sydney, NSW 2000",
        "review_highlights": [
            "One of the best restaurants I've eaten in Sydney before, great atmosphere. Great staff. Perfect for alcohol and dinner. Couldn't find a better place for dinner tonight, here it is!",
            "Angeleea waited on us and she was AMAZING.My friend and I were here on December 17, 2017 and we experienced the BEST SERVICE in Sydney. Over the top service. Our lovely waitress not only gave us excellent food recommendations, but she even showed me a map of where we needed to walk to find some fresh flowers for the crematorium. We are just tourists and have no clue where to go, and it was so nice to have a helpful person.   NOW...THE FOOD. Oven baked scallops with clam meat, garlic butter and flatbread. Holy cow! Delish, and just the right amount. Loved the presentation in the pretty white shells.  Next we tried the fried squid with squid ink aioli. Again another great little meal. Very crisp and tasty.  Hot. Cheese. Dip. YESSSSS!!!! This is the one thing on the menu that we saw on their website that made us want to come here in the first place. A hot sizzling iron plate of gooey white cheese, served with warm toasty flatbread. YUM.  Elegant atmosphere and a great view of Darling Harbour. Very impressive place.",
            "I came here for dinner while looking at dozens of possibilities in the area. Everything tasted awesome. It was a little pricey. If you're looking for a place to eat at, stop by...Im kinda picky and you wouldn't be disappointed"
        ]
    },
    {
        "restaurant_name": "Mr Wong",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/mr-wong-sydney?osq=Restaurants",
        "latitude": -33.864072,
        "longitude": 151.2081952,
        "restaurant_address": "3 Bridge Ln, Sydney, NSW 2000",
        "review_highlights": [
            "Mr. Wong's is unbelievably good! I was recommended this restaurant and it did not disappoint at all. From the ambiance, to the journey of finding this restaurant, I am so glad that I took the recommendation and was able to get a reservation to this highly sought out restaurant.   For food, I had the Sweet & Sour Crispy Pork Hocks, Crab Rice and the assorted dumpling platter. Everything that I had was AMAZING. I can't remember the exact cocktail that I had, but I know that I thoroughly enjoyed it and had no complaints.   I haven't stopped talking about Mr. Wong's since I returned. Everything about the restaurant, the food, and the service was great.   When I get the opportunity to return to Sydney this will be my first stop. Highly recommend this place!",
            "How does this place not have 5-stars on Yelp! Truly sublime food at this establishment. The duck wrap shined as the go to appetizer of choice for me. Truly moist succulent duck. You cannot go wrong with this choice. For my main fare I enjoyed the Crispy Chicken. Another excellent meal all-around. The decor here also stuns. They even turned a lift/elevator shaft into a wine cellar. I guarantee if you visit, you will love it. Come here with friends, or come here alone, either way a smashing good time indeed.",
            "Wow -- So tasty!! I didn't expect to find such a place in Australia, but I was so glad I gave this place a try! Every dish was amazing, and my only regret is that I didn't order more! With the USD exchange rate the way it is, the meal here was a steal! Less than $20 USD/person for Peking Duck, Beef, Pork, and rice. I only wish I were able to try the seafood, but alas, some in my party were seafood adverse. I would love to come back one day!!!"
        ]
    },
    {
        "restaurant_name": "Social Brew Cafe",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/social-brew-cafe-pyrmont?osq=Restaurants",
        "latitude": -33.871566,
        "longitude": 151.195107,
        "restaurant_address": "224 Harris St, Pyrmont, NSW 2009",
        "review_highlights": [
            "Great coffee and vibe. That's all  you need. Crab was outstanding but not good finger food like a taco should be. Really want to try the pork belly sandwich - looked excellent.   This became my go to breakfast place in Darling harbor. Had the avocado salmon salad breakfast and it was excellent. Service has been excellent.",
            "Great food amazing coffee and tea. Short walk from the harbor. Staff was very friendly",
            "Great staff and food.  Must try is the pan fried Gnocchi!  The staff were really friendly and the coffee was good as well"
        ]
    },
    {
        "restaurant_name": "The Rocks Cafe",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/the-rocks-cafe-the-rocks?osq=Restaurants",
        "latitude": -33.8595116125575,
        "longitude": 151.208630540971,
        "restaurant_address": "99 George St, The Rocks, NSW 2000",
        "review_highlights": [
            "You'd have to have rocks in your head to not try the rocks cafes brunch, best in town.",
            "LOVED THIS PLACE! Great place to try traditional Australian style food- I personally had a kangaroo burger with beetroot spread on it. We ordered the prawn bruschetta as an appetizer and it was perfect- light, well flavored and balanced.  Would definitely recommend!",
            "This is a cozy little place in the rocks, very friendly service, excellent staff. I came for breakfast and coffee, and both were quite appealing. They pay attention to presentation, and put dishes together with a nice blend of flavors. For a relaxing meal at the rocks, it's a great choice."
        ]
    },
    {
        "restaurant_name": "South Steyne Floating Restaurant",
        "restaurant_rating": 5,
        "price_type": "$$$",
        "businessUrl": "/biz/south-steyne-floating-restaurant-sydney?osq=Restaurants",
        "latitude": -33.870822,
        "longitude": 151.199488,
        "restaurant_address": "1 Harbourside Jetty Harbourside Jetty, Sydney, NSW 2000",
        "review_highlights": [
            "Beautiful meal.. Fantastic Service and food was above and beyond - we had the prime Queensland steak and prawn Linguine - both cooked perfectly.",
            "Service is outstandingly and was shocked by the decor and coolness of the old ship.  Well worth a visit. Topped off our evening great. Came in on a Mondee night and was there bout hour and were only ones there in the whole place.  Kind of worried at first but the food was top notch outstanding.  Prawn and avo salad was outstanding and the seafood platter for two was big enough for four to five. Very tasty and filling.   Would love to bring a corp group here sometime for a reward or thank you dinner for our team members. Awesome food awesome service and real cool environment.",
            "Amazing place and people.  Made reservations a few hours before, greeted out front by the boat and walked to our choice of outside or inside table. Darling Harbour is awesome so we sat outside. The staff all around was great the entire time and very personable. We ordered the meat platter for 2 and couldn't of been more pleased. We had Kangaroo, Beef Filet, Lamb and Chicken.  It was perfect, same with the 2 sides of chips (fries) and mash potatoes. You also get a glass of house wine with an entrée (main is what they call it here)."
        ]
    },
    {
        "restaurant_name": "The Meat and Wine Co - Sydney Darling Harbour",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/the-meat-and-wine-co-sydney-darling-harbour-sydney?osq=Restaurants",
        "latitude": -33.87331,
        "longitude": 151.201167,
        "restaurant_address": "Darling Harbour Walk, Sydney, NSW 2000",
        "review_highlights": [
            "Nice place for a holiday meal when you are in town.  It was a busy place and the steak was cooked how we like it",
            "My husband and I went for dinner to The Meat and Wine co for our first night in Sydney .  When we first step in they didn't have tables at the general sitting area so they took us to a private dining room, it was amazing.  I have to say the food was great the entree's where ok but the meat is cooked to perfection the option for sauces are incredible I got the spicy African chilli and my husband got the creamy garlic .  Fantastic local wine list and ambiance ."
        ]
    },
    {
        "restaurant_name": "Ribs & Burgers the Rocks",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/ribs-and-burgers-the-rocks-sydney?osq=Restaurants",
        "latitude": -33.857563,
        "longitude": 151.209027,
        "restaurant_address": "88 George St, Sydney, NSW 2000",
        "review_highlights": [
            "Ribs & Burgers at the Rocks, frankly rocks!   It was interesting to find a ribs & burger spot amongst some of the international influences and craft breweries and wineries, but I'm glad I happened upon this comfort food spot and had the best lamb burger I've ever had. The lamb was juicy and well seasoned, balanced by the greens and feta cheese, and the fluffy bun made it a great experience. The fries were a little average, but the service when it came out was fast and the servers were nice, and the relaxed ambiance made it an enjoyable lunch!",
            "Cafeteria style, we ordered lamb ribs with fries & a side apple cabbage salad.  We paid at the counter & took our number with a carafe of water to the table.  The bbq smells awesome.  The restaurant is clean, there were indoor & shady outside seating.  The lamb was lean, juicy, flavorful & it fell off the bones.  These were the best rack of lamb lamb I've ever had. Exceptional! I don't know what they did, how they made these,or what they rub them with, they were like nothing else.  We're in Australia and I needed to have lamb from the Barbie!",
            "I love this place and would always recommend coming here for lunch or dinner with awesome service, great food and a fusion between vintage and a modern vibe.  Service: 4.5 / 5 stars Vibe: 5 / 5 stars Food: 4.5 / 5 stars  The views on the Sydney Harbour Bridge with open windows on the round tables were a must snag for our party of 5. You can even spectate the chefs cooking if you really want to through open glass. There are outside tables and I love the seats inside. There is something about the colour schemes of the restaurant that really mesh well with the vintage props for the display and comfortable seats!  Service was great with big smiles and being ushered in with a welcome. Although, loses a .5 score because sometimes it's questionable and service just tries to getaway with just doing it's job. But we felt mostly welcome coming in. Also, a great lunch / dinner spot for families as well as big parties are welcomed.  The ribs were flipping magic! So tender and melts in your mouth. The best ribs I've ever tasted and I hated ribs. The peri chicken burger was great but just does it's job. Perhaps caramlise the onions so there is more flavour. The Loaded Burger was the main stair and the flipping awesome chips! This place sells one of the best chips!  I'd recommend getting the Loaded Burger with chips at a first go."
        ]
    },
    {
        "restaurant_name": "Waterfront Grill",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/waterfront-grill-darling-harbour-3?osq=Restaurants",
        "latitude": -33.8713898,
        "longitude": 151.1990837,
        "restaurant_address": "289 Harbourside Promenade, Darling Harbour, NSW 2000",
        "review_highlights": [
            "I am so surprised to see this restaurant has only 3.8 stars. In my opinion, it should be absolutely more than that.  Location: 10/10. Perfect location. Right in front of of the waterfront. You eat your dinner when seeing everything of Darling harbor.  Food: 10/10. Food quality is 9, but the quantity is absolutely more than 10.  For A$40, we got one rack of lamb ribs which contains more than 17 pieces.  Service: 10/10.  Highly recommend to give it a try and review it.",
            "Food was delicious, really enjoyed it after a long day. They were also friendly and understandable waitresses, always working. Don't think I saw them doing nothing once, and they still did it smoothly rather than rushing. The atmosphere was also amazing.",
            "Excellent location. Fantastic breakfast for four. The chai latte was also great. A lovely sunny spot on a winter morning . Great service too. Highly recommend!"
        ]
    },
    {
        "restaurant_name": "Fish at the Rocks",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/fish-at-the-rocks-sydney?osq=Restaurants",
        "latitude": -33.858634,
        "longitude": 151.203447,
        "restaurant_address": "29 Kent St, Sydney, NSW 2000",
        "review_highlights": [
            "Excellent food and great service.  The ambiance here reminded me on New Orleans.  Very Clean and the Barramundi was really good.",
            "I came here as a single before catching a show at the opera house , and it was incredible. I've never had oysters this amazing. For an American. the term &quot;seafood salad&quot; conjures up an image of mayonnaise,-bathed seafood bits ... check out the picture! The freshness of both the seafood and greens was heavenly - and felt like I was reversing the effects of processed food intake with each and every bite.  Service was friendly and conscientious- she thankfully called my attention to the 1000g size of the market bay bug!  Highly recommend!",
            "Excellent quality food and excellent service. Recommend coming early or else need a reservation. Really reasonable price point as well. Strong start to our Sydney trip!"
        ]
    },
    {
        "restaurant_name": "The Meat & Wine Co",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/the-meat-and-wine-co-sydney?osq=Restaurants",
        "latitude": -33.8632279082995,
        "longitude": 151.211998220139,
        "restaurant_address": "Shop 12, Lobby, InterContinental Sydney 117 Macquarie St, Sydney, NSW 2000",
        "review_highlights": [
            "Amazing.  All of it.  Eat here.  Make a reservation.  Could be a smidge pricey depending on your budget, but 100% worth it.  Wine selection is epic...came back later for take away dessert...also wonderful! Side note, ambiance is really cool, we had an early reservation, 5:30pm, was a bit empty, we were fine in casual clothing and didn't feel out of place.  Later, when picking up dessert, the place was slammed busy, and I would have felt more comfortable in slightly nicer clothing.",
            "The restaurant was full and I was only able to get a booking at 5.45pm for dinner.  The server was knowledgeable and made such great recommendations that we had a really lovely meal. His choice of Cabernet Sauvignon to go with the steak and ribs was very good too.  As we couldn't decide on which dessert, the finale was a fab choice to share as it had the tiramisu, creme brûlée, sticky date pudding and the lava cake. Nothing but crumbs left...",
            "Delicious food. Service is ok. Ambiance is great. Would recommend for sure. Steak were excellent"
        ]
    },
    {
        "restaurant_name": "The Malaya",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/the-malaya-sydney-2?osq=Restaurants",
        "latitude": -33.8678541,
        "longitude": 151.2017201,
        "restaurant_address": "39 Lime St King Street Wharf, Sydney, NSW 2000",
        "review_highlights": [
            "Top. Three. Meal. I've. Ever. Had.   If you're at all considering going to the Malaya, stop thinking about it and go. Seriously, the lunch I had here was a top three meal I've ever had. While it definitely on the pricier side, it's more than worth it.   I had the Kapitan chicken, and this was easily the best curry dish I'd ever had - I could've licked the plate clean for the sauce. In fact, they sell their sauces to go in jars, and I loved it so much that I brought home two jars. The chicken was cooked perfectly, and the sauce's seasoning was so on point. It was on the heavy side for a lunch dish, but I would eat that every day if I could; it was that good.   The server, who was also originally from the United States, was helpful in selecting a cocktail that I enjoyed too, though I forget the name. It was a sweeter, gin-based drink. But man, that kapitan chicken... it's been in my dreams for the month since I've eaten that dish. Treat yo-self and go for a meal here!",
            "If you walk out of a restaurant thinking &quot;I'd pay twice as much for that meal and still be happy,&quot; you know it was great. The $50 US tasting menu could be the best deal in Sydney. Probably the best laksa I've ever had and I could've drank the spicy satay sauce on the chicken, it was so good. Also a lively atmosphere with great harbor views.",
            "Beautiful waterfront view and delicious food!! The steamed shrimp are my favourite!"
        ]
    },
    {
        "restaurant_name": "love.fish",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/love-fish-barangaroo?osq=Restaurants",
        "latitude": -33.8642087778765,
        "longitude": 151.201263877893,
        "restaurant_address": "Wulugul Walk 7/23 Barangaroo Ave, Barangaroo, NSW 2000",
        "review_highlights": [
            "Their Valentine's Day deal was $90/pp prepaid,  it instead of fixed course, the credit from your prepaid amount goes toward anything on the menu. The service was prompt, informative, and accommodating.  In Darling Harbour, it's quite bustling, so it was nice to see the staff working together to cover everything. The food was excellent; while some dish portions were on the smaller side, most were as expected. All were cooked to standard.",
            "It was really good food and service! Two thumbs up! Fish quality was outstanding! Servers were friendly and helpful!",
            "OMG ... perfection, is all I can say, absolute perfection. Fish was beautifully cooked, vegetables could not have been more perfect. Flavours were subtle yet tantalising, interesting & delicious. I have been here before some years ago but it seems the place has stepped up a gear. Highly recommended. If you enjoy seafood, make this place a must. Yum!"
        ]
    },
    {
        "restaurant_name": "Sydney Cove Oyster Bar",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/sydney-cove-oyster-bar-sydney?osq=Restaurants",
        "latitude": -33.85945,
        "longitude": 151.212695,
        "restaurant_address": "No.1 East Circular Quay, Sydney, NSW 2000",
        "review_highlights": [
            "Our meal was delicious! Beers were tasty and the view can not be beat! Great service as well even though they were packed.",
            "I love this place. Have eaten here for years but over the Thanksgiving holiday (USA) I brought my Fiancée to Sydney for the week. We dined here twice and once they discovered we were newly engaged, they pulled out all the stops to make our visits memorable. I can't say enough about the staff and their above & beyond service. The food, oysters, Fish & Chips, and seafood tower were outstanding. The wine, perfectly paired with the food. The views of the harbor bridge and the comings & goings of the boats and people watching are simply spectacular. Will, most certainly, return each and every time we are fortunate enough to visit this magnificent city.  My 2 cents. Greg T.",
            "Tarragon is a marvelous herb. Finding it in a restaurant dish is rare. I just finished one of the best dishes of fish I have ever had. A large portion of perfectly pan fried barramundi or Asian sea bass was accompanied by a tomato and tarragon garnish that brought with it some lemon. Underneath was the best artichoke I have ever eaten.  It was moist as if steamed, yet grilled on the barbie. It had little bitterness and added a dimension I would never have put together. This was after a Tasmanian scallop and some oysters that were great as well. It was raining and the staff went out of their way to accommodate me, thus the 5 stars."
        ]
    },
    {
        "restaurant_name": "Chin Chin",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/chin-chin-surry-hills?osq=Restaurants",
        "latitude": -33.8788417127682,
        "longitude": 151.210770057672
    },
    {
        "restaurant_name": "The Local Eatery",
        "restaurant_rating": 5,
        "price_type": "$$",
        "businessUrl": "/biz/the-local-eatery-millers-point-2?osq=Restaurants",
        "latitude": -33.8617441,
        "longitude": 151.2036198,
        "restaurant_address": "127 Kent St, Millers Point, NSW 2000",
        "review_highlights": [
            "Great Pizza. I was traveling in Australia for work and craved a pizza--very comfortable and super friendly staff.",
            "Great neighborhood eats! The staff & food here was amazing especially considering we ate on a night that a BIG and LOUD dinner party was there. The sound was deafening and made it difficult to have any conversation without shouting over the din. You could tell when they were eating - it got quiet:-). Loved the BYOB option for smaller guest parties.  Servings were generous and we probably could have shared but it made great leftovers for the next night. We each tried something different, lasagna, spicy spaghetti, spaghetti Bolognese and seafood risotto.  We saw lots of takeaways (takeout orders for us) the pizza looked wonderful but we were stuffed!",
            "The Good:   :: it's a local business!   :: the owner and the service is very friendly   :: food is really tasty. their pizzas are really really delicious, for one. try their daily specials, too!   :: food is very reasonably priced   :: love the ambiance...cute little Italian bistro kind of feel  The Bad:   :: service can be slow here sometimes  The Ugly:   :: none  Would I go back? Most definitely will! This place is just too delicious and convenient to pass up.  This place is IN."
        ]
    },
    {
        "restaurant_name": "Tetsuya's",
        "restaurant_rating": 4.5,
        "price_type": "$$$$",
        "businessUrl": "/biz/tetsuyas-sydney?osq=Restaurants",
        "latitude": -33.875145,
        "longitude": 151.2049143,
        "restaurant_address": "529 Kent St, Sydney, NSW 2000",
        "review_highlights": [
            "Most definitely the best food I've ever had. Once you've come here your definition of good food is completely rewritten. I visited with my family while on vacation and had the 8 course tasting menu. Everything was amazing and the portion sizes were pretty good as well. My personal favorite was the sashimi at the start of the course which was literal perfection.",
            "As all the other 5 star reviews say the meal is amazing as is wine pairings, the desert to die for and impeccable service. It's a must if in Sydney. Book ahead. Simply delish",
            "This is my favorite restaurant in Sydney. It's far better than the other Michelin starred places, and is beautiful and sophisticated without being stuffy.   The tasting menu focuses on fish, but only one course is typically raw, so it's not to be confused with a traditional Japanese omakase. They are doing their own thing here.  The signature dish, trout, is probably the best course, but everything I've had has been excellent.  The wine list is extensive, although there are no bargains."
        ]
    },
    {
        "restaurant_name": "Mamak",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/mamak-haymarket-4?osq=Restaurants",
        "latitude": -33.8777789,
        "longitude": 151.2041972,
        "restaurant_address": "15 Goulburn St, Haymarket, NSW 2000",
        "review_highlights": [
            "Epic Roti here!  Their regular roti was beautifully executed.  You can watch the roti chef roll out the dough and make it at the window.   It was crispy and nicely &quot;poofed&quot;.   The dessert Roti was superrrrrr crispy and fun to eat.  It was so thin and crispy.  I'm curious as to how it's made and formed into the cone!    Fried chicken:  this one was nicely seasoned, juicy inside, crispy outside, sugary on the under side. One of my top ranked fried chickens.  Very delish! Hefty price for 1 piece though - $6!   Chicken curry: curry was flavorful.    Roti with egg: good but not crispy, flaky like the plain Roti.   Service was ok. Our foreign credit card didn't work online so had to get up, go to the counter to order.    Restaurant was nice and clean.",
            "Really dope Malaysian food with awesome rotis! Also got the fried chicken and some of the stir fry noodles. All quite excellent.",
            "My friend and I came here precovid (from the US) and after over two years of shutdowns, I was able to go back.  Mamak never disappoints.  The last time there was a long line so I ordered delivery to my hotel this time.  It came hot and fresh, and I everything was how I remembered it. There was plenty for a savory late night snack."
        ]
    },
    {
        "restaurant_name": "Hello Auntie",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/hello-auntie-haymarket?osq=Restaurants",
        "latitude": -33.878567,
        "longitude": 151.202883,
        "restaurant_address": "Shop 2/16 Nicolle-Walk, Haymarket, NSW 2000",
        "review_highlights": [
            "SO GOOD! My taste buds were dancing. My cousin brought me here while I was on vacation and I was very delighted. The banh xeo was crispy and flavorful.",
            "I've found my favourite Vietnamese restaurant in Sydney! My friend took me to this lovely restaurant for lunch. Unlike usual Vietnamese restaurants, this place has a cool inner-west cafe like atmosphere which gives an unique experience. Welcomed by a big smile of the restaurant staff, we ordered several lunch specials and I happily give my 5 stars to all three dishes. (See my photos for those.) All dishes had outstanding characteristics in its taste. Just impressive. Needless to say that I said thank you to my friend who introduced me this place. :)",
            "Hands down the best restaurant in the area. Food + staff = amazing. Excellent vegan and vegetarian options. The chef even went out of his way to create custom dishes for my husband and I and really gave us the VIP treatment. We will definitely be returning as regulars. Highly recommended!!!"
        ]
    },
    {
        "restaurant_name": "Home Thai Restaurant",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/home-thai-restaurant-sydney-3?osq=Restaurants",
        "latitude": -33.8746082,
        "longitude": 151.2040895,
        "restaurant_address": "299 Sussex St Shop 1-2, Sydney, NSW 2000",
        "review_highlights": [
            "I have traveled all over the world as a pilot. Been to Bangkok several times and I can unequivocally assert that Home Thai is THE BEST Thai food anywhere in the world outside of Thailand! Stopped downplaying the expectations of the dozens of people I've taken here - nobody has ever been disappointed. Totally addicted to the Green Curry Chicken and the Pad Thai is fresh and worth a try even if you're tired of having PT in other restaurants. Cannot recommend a restaurant more highly!",
            "We were hungry and we when in and this was absolutely solid Thai.  My partner and I loved it. Pad Thai rocked. Order it extra spicy and blow your brains out.  Yummy",
            "Best Thom Yum  soup ever! Good service. Very tasty!"
        ]
    },
    {
        "restaurant_name": "Papa Gede's Bar",
        "restaurant_rating": 5,
        "price_type": "$$",
        "businessUrl": "/biz/papa-gedes-bar-sydney?osq=Restaurants",
        "latitude": -33.869888,
        "longitude": 151.20493
    },
    {
        "restaurant_name": "MODE Kitchen & Bar",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/mode-kitchen-and-bar-the-rocks?osq=Restaurants",
        "latitude": -33.8615219487685,
        "longitude": 151.207793845635,
        "restaurant_address": "Ground Floor 199 George St Four Seasons Hotel Sydney, The Rocks, NSW 2000",
        "review_highlights": [
            "We were warmly greeted and our waitress gave off good vibes!   The scallop crudo was sweet and the finger lime and ponzu added some sour and salt. We were recommended the flounder special by our waitress. The fish was fresh and seasoned perfectly. You could still taste the flavor of the fish without the seasoning overpowering it.   It was still early in the day so we ordered mock tails. The yellow drink is the passionate orange. It contains, orange Juice, passion fruit, lemon, and coconut water. The red drink is called Mr. George. It has, guava nectar, pineapple juice, lemons, berries, and hibiscus syrup. Both were delicious but personally I preferred the passionate orange. It was sweet but also sour.   Lastly, we order the pavlova. I wasn't expecting much, but when it was served, I was blown away by the presentation. The pavlova was served on a bed of dry ice that smoked out and over our table. It was tasty and a joy to look at!",
            "Best breakfast buffet ever. Varieties of food to choose from, great coffee drinks, best mocha! Great service, nice congee and porridge. $45 per person. Worth it.",
            "With Vivid Sydney 2019 fast approaching, it is an exciting time of the year to be in Sydney. This gave us great pleasure to be a part of the launch of the Four Seasons Hotel Chroma Dinner Premiere.  The Four Seasons are getting into the Vivid festive spirit by providing a unique culinary experience at their Mode Kitchen & Bar. The Chroma dinner includes a four course meal, with each dish designed to awaken the senses, and to take you on a culinary journey of colour, scent, sound and light. Inspired by the colours red, blue, green, they have been created to enhance the dining experience.  As guests enter a newly created white room, you are suddenly transformed into a world of colour and a sensorial awakening. Prior to arriving to this dinner, the evening for us started in the Presidential Suite of the Four Seasons Hotel, and we were greeted with three rooms illuminated with the colours red, blue and green. The highlight room was the blue room with the spa bath filled with bottles of champagne, and glasses surrounding the rim of the tub, and overlooking the iconic Sydney Opera House. A stunning hotel room with 360 degrees of the city, and we got to enjoy the room all whilst sipping wine and tasting some canapes.  Following the walk around the Presidential suite, it was time for the dinner in the white room with the visual projections to enhance the food experience, by transporting guests into the middle of the jungle, under the reef or in a psychedelic world.  The first course 'fishing in the jungle' (green) included the Hiramasa Kingfish with Aboriginal green ants, herbs chlorophyll and stracciatella. This came with a cocktail 'green savannah jelly'  The second course, the 'reef promenade' (blue), was served a spanner crab risotto, purple cabbage and scampi caviar. Brilliantly blue! Served with the Toji Junmai Ginjo cocktail   The third course,  'The Devil's Bath' (red colour) included the ruby snapper with smoked strawberry gazpacho and radish. An absolutley delightful and beautifully presented dish, served with the 'strawberry fields' cocktail.  Dessert, and certainly a highlight was the 'sweet canvas' -  this was white chocolate, vanilla and mandarin sphere served with blueberry, raspberry and pistachio which looked literally, like materials to create a work of art on the place, served with the 'la vie' cocktail."
        ]
    },
    {
        "restaurant_name": "The Bear",
        "restaurant_rating": 5,
        "price_type": "$$",
        "businessUrl": "/biz/the-bear-haymarket-2?osq=Restaurants",
        "latitude": -33.879697,
        "longitude": 151.20597,
        "restaurant_address": "730 Geroge St, Haymarket, NSW 2000",
        "review_highlights": [
            "Awesome atmosphere, the owner is amazing and hilarious. The drinks are also really really good. A must try!",
            "Really awesome Pommy bar man, greeted my partner and I at the front, only cause it's slightly hard to find. Amazing selection of cocktails, great funky vibe too with the layout and furniture!",
            "Really awesome vibe at this bar! The veggie sliders were fantastic as well as the cocktail menu.  The owner and staff are very nice. Trivia nights at The Bear Bar have always been great."
        ]
    },
    {
        "restaurant_name": "Sokyo",
        "restaurant_rating": 4,
        "price_type": "$$$$",
        "businessUrl": "/biz/sokyo-pyrmont-4?osq=Restaurants",
        "latitude": -33.8695931992622,
        "longitude": 151.195531753698,
        "restaurant_address": "Level G 80 Pyrmont St, Pyrmont, NSW 2009",
        "review_highlights": [
            "I was staying at the Star Casino and had the buffet breakfast.  Tons of Japanese cuisines and you're also able to order from a menu with the buffet.    Key winners from the buffet section was the juices (comes in a sale pourer), smoked salmon, and congi (Asian rice porridge).    Would I come back?  At least once every time I visit Sydney and staying at the star",
            "We had been hearing many good things for a long time about Sokyo at the Star, not only their Japanese dinner, but also their buffet breakfast. As we began 2018, we decided it was finally time to visit. Do make sure you book ahead of time as it can be hard to secure a spot.  In attendance were our insta foodie friends and contributor Sakinav and one of the best food bloggers in Sydney: Spooning Australia, as acclaimed by the Good Food Guide. We all met at Sokyo, a modern restaurant with floral displays, neatly set tables and an inviting buffet. The place very much had a hotel feel.    We are all seated, scoped out the offerings on display at the buffet and also perused the menu. We were in two minds regarding out choice for the menu and whether to get al a carte or buffet. $22.50 for a la carte or $28 for buffet. From the ala carte menu are a range of Japanese inspired dishes. However, you can also go for the $38 for an a la carte option, buffet, tea and coffee, that is the choice! What could be better?  All of us ordered something different from the al a carte menu. Whilst we wait for the ala carte dish, we start a conga line back and forth from the buffet, shuffling around like busy little worker ants. Everyone has a hand in arranging food at the table. You'd have think there was a small army eating, not just 5.  The coffee then arrived at the table, however, with so many good boutique coffees out there, it was a little bit of a let down that they were using a large commercial brand, but I guess it will appeal to the masses. Be mindful though, some of the drinks cost extra, like the matcha or turmeric lattes.  The buffet was quite simple with a range of cakes some with a hint of Japanese flavour including yuzu or matcha. All very nice and beautifully prepared. There was fruit and yogurt as well as an allotment of beautiful cheese and meat. In typical Asian buffet style, somethings that we always love like some soba noodles, with your choice of toppings. There was also the congee, a savoury rice pudding. With this pudding, were an array of savoury condiments to add flavour, be it fried challots, spring onion, soy sauce, ginger battons or pickled plum.  The buffet was nice but paled in comparison to the a la carte menu. When the food we ordered started to arrive at the table there was much food envy. The match lamington, very Japanese was nicely presented with a yuzu curd and red bean inside. It was extremely beautiful and overall a lovely dish, despite the cake being a little dense.  The Sokyo seafood bowl was not your typical Austalian breakfast. A bowl of rice topped with an assortment of fresh seafood and an onsen egg. It started out a little standard and improved ten fold once all mixed together and flavours combining them together.  The taditional choushoku breakfast was impressive a set including miso soup, rice, fish of the day, edamame, nori, Japanese pickle and onsen tomago.  The star of the day, at the Star on this occasion appeared to be the spicy salmon udon ordered by Spooning.  As a whole, the breakfast at Sokyo was very enjoyable. The price is reasonable and the service is very good. Combining the a la carte and buffet options together is thoroughly recommended.",
            "Have been to Sokyo 3 times, impressive Japanese cuisines. Great atmosphere, huge selection of Japanese food, nice menu, wonderful drink list.  However, with all those nice options on menu, my favorite always been the Spicy Ramen...my Japanese girlfriend said it is very authentic..."
        ]
    },
    {
        "restaurant_name": "Fishmongers Manly",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/fishmongers-manly-manly?osq=Restaurants",
        "latitude": -33.7983283,
        "longitude": 151.2874268,
        "restaurant_address": "Shop 4 11-27 Wentworth St, Manly, NSW 2095",
        "review_highlights": [
            "I will admit I would never pick tempura battered food but my husband loves it. Because I love him I agree to go to Fishmongers. I had the best calamari I've ever eaten. The vegetables were so fresh and flavorful. We had grilled local fish with chips and calamari with vegetables. So, I highly recommend this restaurant, tempura lover or not.",
            "I am from the southwestern US and I eat a lot of fish tacos. I spent the morning hiking in from the Spit and wanted something simple but local for lunch.   I found this place on Yelp and had to wait a bit for them to open, so I grabbed a coffee nearby and sat on a bench, enjoying the nice weather.   Once they opened, I was the first customer of the day. They have an extensive menu, but the tacos sounded great, so I ordered two. These were exceptional. Not only were they LARGE, but the toppings were full of flavors and textures that accompanied the fresh and fried-perfectly piece of fish on each taco. They were so big that I probably only needed one, but I happily finished two.   Solid place and friendly service.",
            "This was great! Loved the service and the fish and chips. Just one block away from beautuful manly beach.."
        ]
    },
    {
        "restaurant_name": "Dead Ringer",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/dead-ringer-sydney?osq=Restaurants",
        "latitude": -33.88206,
        "longitude": 151.21637,
        "restaurant_address": "413 Bourke St, Sydney, NSW 2010",
        "review_highlights": [
            "Went there for the bottomless brunch with a friend I was visiting. Food was on point. Service was amazing. The atmosphere was absolutely relaxed and wholesome. The bottomless brunch menu literally will fill you up and the flavours presentation and dishes are fantastic. The Scottish server that we had was absolutely delightful and made the experience all that much better highly recommend as doesn't hurt your wallet and the quality is beyond. Caters to all dietary needs",
            "Service: Delicious food with amazing gluten free options. Drinks were delicious. Would 100% come here again!",
            "Yum!   We stopped by deadringer immediately after getting into Sydney for some much needed fresh food. We were not disappointed.   We ordered the salmon, burrata, and something else I can't remember with tomatoes. All were delicious and a good amount of food for 3 people.  The staff was nice and understanding of us being tired/having all our luggage.  Would totally recommend, really cool and hip place to check out."
        ]
    },
    {
        "restaurant_name": "Pendolino",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/pendolino-sydney?osq=Restaurants",
        "latitude": -33.8693954,
        "longitude": 151.2078967,
        "restaurant_address": "412-414 George St Shop 100, Level 2, Sydney, NSW 2000",
        "review_highlights": [
            "The deliciousness of the meal made my heart sing and my taste buds tingle. From the moment we walked in the door the service was amazing.",
            "Elegant Italian dining at it's best.  We enjoyed the three course tasting menu, including a wonderful selection of pasta, scallops and Italian style tapas.  The Prosecco trolly was a great addition.  The restaurant was fun for people watching and the top notch restaurant staff are attentive without being too prominent at the dinner table.",
            "Absolutely amazing. Amazing food and service. The matching wines with the degustation menu was unbelievable.  The ravioli is the best ever!"
        ]
    },
    {
        "restaurant_name": "William Blue Dining",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/william-blue-dining-the-rocks?osq=Restaurants",
        "latitude": -33.859794,
        "longitude": 151.20865,
        "restaurant_address": "107 George St, The Rocks, NSW 2000",
        "review_highlights": [
            "We love a fine dining experience and we also love a meal that's good value. You can get both of these at William Blue Dining.  You can get a three course lunch or dinner for just $43. At prime location in the Rocks with A class service, you can't beat that!   Why is it so cheap? you might ask. It is a hospitality training school run through Torrens University Australia, it offers courses ranging from diplomas to degree. This restaurant is their on the job work experience.   Remember it's a training school, don't be hard on the staff. That said, the staff were incredibly attentive and professional and eager to please. The manager was also an excellent teacher and we could hear her guiding the staff with her knowledge and experience on display.   The food can be described as Modern Australian. It's old school food, showing the techniques learnt in training school that term and plated with finesse.   We had the beetroot entree, so tasty and beautifully plated, and we also tried the spanned crab, just divine.  The Roasted Milly Hill lamb cutlets, rillets of lamb showing great care and precision and skill in its plating. It came with lamb shoulder, confit tomato, crispy cauliflower and jus. We had this with a side of roasted veggies.   The Herb and ricotta gnocchi was absolutely lovely and nicely flavoured with with oyster mushroom, Tuscan cabbage and garden peas.   After our meal, we were good to try a bit of dessert. The Dark Chocolate delice was nice and smooth, served with burnt white chocolate, a marshmallow whip and a peanut brittle with a bit of Turkish delight too. We loved the marshmallow addition to this dish.   Ranked 5th on trip advisor, we can see why! It is a high quality dining experience, marvellous food and served in an efficient manner. What a great initiative to give these staff vocational training whilst gaining support and development.",
            "This is an interesting and fun concept, where culinary students prepare the food and wait on the tables. But don't assume that makes anything about the experience amateurish. All of the food we had was top notch, and the service was friendly and professional, even if there were a few details that weren't perfectly polished.  Perhaps because it is a training environment the prices are extremely reasonable, both for food and wine. There's no question that it's the best value of all of Sydney's fine dining restaurants.",
            "Thoroughly enjoyed a dinner here pre Covid. Looking forward to returning. 3 courses for a reasonable price. Nice staff and ambiance."
        ]
    },
    {
        "restaurant_name": "The Dining Room",
        "restaurant_rating": 4.5,
        "price_type": "$$$$",
        "businessUrl": "/biz/the-dining-room-sydney-2?osq=Restaurants",
        "latitude": -33.8557235,
        "longitude": 151.2097888
    },
    {
        "restaurant_name": "The Ternary",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/the-ternary-sydney?osq=Restaurants",
        "latitude": -33.8716979887369,
        "longitude": 151.198056039288,
        "restaurant_address": "Level 1 70-100 Murray St, Sydney, NSW 2000",
        "review_highlights": [
            "Yelp really needs to have a sixth &quot;super&quot; star...  The &quot;ternary&quot; derives its name from the Latin word ternarius for &quot;of three;&quot; comprising the grill, kitchen, and bar... Just in case you wanted to know.  The Ternary is, without a doubt, Darling Harbour's premier dining and event space, offering dazzling views of the Sydney city skyline in an inviting, social, and harmonious open space. Chef Anthony Flowers, with his team, will take you on a culinary journey that celebrates fresh, seasonal, and sustainable foods with an emphasis on texture and flavour. It didn't take us long to pick up the Aussie accent and spelling, did it, mates? LOL... See our feast below.   Starter: Martinis with tandoori salmon skewers  2021 Estate Grown Chardonnay Hunter Valley, NSW with soft shell crab seasoned with lime chili mayonnaise   Entrée: 2019 Tyrrell's VAT 9 Shiraz Hunter Valley, NSW with 150-day grain fed black angus with potatoes, spinach, and hollandaise sauce, and a chilli linguini pasta with shiitake mushrooms   Dessert:  2018 De Bortoli Noble One Botrytis Semillon Riverina, NSW with lychee crème brûlée   Needless to say, our food and drink was absolutely delicious. Sizes were substantial, and so was the bill. But what the hell -- you only live once. Do Kings and Presidents eat like this ALL the time?!? So jealous.   Feast here, dear reader. You won't be disappointed. It's supercalifragilisticexpialidocious. Seriously so.",
            "Absolutely great bar and restaurant!  I stayed at the Novotel so naturally had to stop here with my coworkers.  We came for their happy hour. The wine prices are great, and the wine is actually good. Everything was decorated so well, especially for the holidays. I like the flowers on each table for an added touch. Plus you have a nice view of the harbor and city. They have outdoor seating as well but it was a little chilly for that when I was there. We had the margarita pizza which was delicious! Service was great and I would come again.",
            "Love the delicious food here as it's always cooked to perfection. The Chefs are personable and get a seat at the Chef's grill so you can be entertained by professionals. My favorite meals are the Bugs, Thai papaya salad, steaks and any of the seafoods, Zucchini flowers are a must have. Opens at 6 pm so get there early as it's always packed especially on the weekends."
        ]
    },
    {
        "restaurant_name": "Green Mushroom",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/green-mushroom-glebe?osq=Restaurants",
        "latitude": -33.8811177,
        "longitude": 151.1886347,
        "restaurant_address": "163 Glebe Point Rd, Glebe, NSW 2037",
        "review_highlights": [
            "Wow....... This place is wonderful. For start the restaurant is nicely decorated, comfortable, relaxed atmosphere and clean. The service was friendly and attentive. The food came out on good time and we got complimentary papadums. We had the Pani Puri which is an absolute must, so full of flavor and lovely balance of textures, this dish is an intriguing playful flavor bomb. We also had the Zucchini Pakora, Garlic Naan, Palak Paneer and Eggplant Potato Masala. What a wonderful food experience we will definitely be back",
            "This food is the best Indian food in Glebe. The service here is amazing. The best is the coconut naan bread. I would recommend this place to anyone.",
            "Just beautiful fresh and spicy Indian Cuisine. We will definitely be back. Nice wholesome Vegan Indian food from your classics to more exotic meals."
        ]
    },
    {
        "restaurant_name": "Pancakes On The Rocks - Darling Harbour",
        "restaurant_rating": 3.5,
        "price_type": "$$",
        "businessUrl": "/biz/pancakes-on-the-rocks-darling-harbour-sydney?osq=Restaurants",
        "latitude": -33.870491,
        "longitude": 151.198814,
        "restaurant_address": "2-10 Darling Dr Shop 230, Sydney, NSW 2000",
        "review_highlights": [
            "5 star service!  Very accommodating. They let me have one chocolate pancake and one regular because I wouldn't decide! I'm so Impressed. We had the nicest service. Very friendly and upbeat. Excellent choice for breakfast.",
            "We stopped in here after busing the candy store Sticky. It was pouring rain outside and everything else was closed. This place offered a nice refuge where we could get some dinner while we waited for the rain to stop. Funnily enough we did not order pancakes. Our food was exactly what we ordered and it was well worth the money. Our dinner for three plus a starter was about 60USD. Service was nice and we definitely enjoyed our stay.",
            "Pancakes served with ice cream!  Need I say more?  This place is awesome. Wife and I stopped in for breakfast.  I had the apple crumb and wife had the raspberry white chocolate. There was no wait and the service was very good.  Felt welcomed and appreciated. Will definitely be back!"
        ]
    },
    {
        "restaurant_name": "Hurricane's Grill & Bar",
        "restaurant_rating": 3.5,
        "price_type": "$$$",
        "businessUrl": "/biz/hurricanes-grill-and-bar-sydney?osq=Restaurants",
        "latitude": -33.870889,
        "longitude": 151.198994
    },
    {
        "restaurant_name": "6HEAD",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/6head-sydney-2?osq=Restaurants",
        "latitude": -33.8569483,
        "longitude": 151.2091906,
        "restaurant_address": "7-27 Circular Quay W Bay 10 &amp; 11 Campbell&apos;s Stores, Sydney, NSW 2000",
        "review_highlights": [
            "This was our favorite meal in Sydney.   It was also the most expensive.  We had the tomahawk MB 9+ steak.   Delicious and fatty as heck!  We did not get an outside table because we were walk-ins.  We sat upstairs and watched from the scenic window.  The only dish that missed the mark for us, was the miso cod.  So don't expect it to taste anything like it would in a Japanese restaurant.  Maybe it was overcooked because it did not flake off as usual.  But the rest were delicious:   calamari, steak tartare, scallops, and chicken.",
            "5 star food and service. Food was very innovative.Staff were friendly and very knowledgeable",
            "As a visitor from the states, you never know if waterside dining on the harbor is a tourist trap, or a classy dining experience. I'm here to say the latter of 6 Head. My husband was craving steak and I was craving a good meal with a great view. 6 Head delivered on all of the above.   To start, the atmosphere is a step above any other restaurant we visited in Sydney. The service was phenomenal and we were able to snag a table for two outside without a reservation.  The staff was friendly and attentive but not obnoxiously interruptive of our meal.   My husband ordered the Caesar salad and a steak, which was cooked perfectly. I ordered the burrata to start and  chicken as my main with a sort of corn mash: both were to DIE for!  I also ordered a glass of Rose from an Aussie winery in VIC which very nicely complimented the meal. I'll be looking for the wine back in the states, and hope to recreate the corn mash in my own kitchen as well   We highly recommend 6 Head to tourists and locals alike!"
        ]
    },
    {
        "restaurant_name": "Pony Dining The Rocks",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/pony-dining-the-rocks-the-rocks-2?osq=Restaurants",
        "latitude": -33.858937,
        "longitude": 151.208318
    },
    {
        "restaurant_name": "The Catch",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/the-catch-the-rocks-2?osq=Restaurants",
        "latitude": -33.856946,
        "longitude": 151.209189
    },
    {
        "restaurant_name": "The Naked Duck",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/the-naked-duck-sydney-3?osq=Restaurants",
        "latitude": -33.87492,
        "longitude": 151.202733,
        "restaurant_address": "14/1-25 Harbour St, Sydney, NSW 2000",
        "review_highlights": [
            "One of my favorite spots near the park.  It was busy, but there is plenty of out door seating.  Plenty of food options, healthy and not.  Staff was really nice.",
            "Food was packed with flavor  and presented vividly and gracefully. Portions were well served  for  breakfast, and did i mention it is DELICIOUS, drinks were generous and addictive,service was bright and lively, workers are such an asset to the business.  Overall a fantastic experience!",
            "I love the Naked Duck.  It's is my morning coffee place and the &quot;single origin&quot; coffees are great.  They also have a great range of hot and cold foils for lunch.  The pulled pork is a must ..  They do everything right at this cafe ..  So I keep coming back"
        ]
    },
    {
        "restaurant_name": "Oiden",
        "restaurant_rating": 4.5,
        "price_type": "$",
        "businessUrl": "/biz/oiden-sydney?osq=Restaurants",
        "latitude": -33.8758689,
        "longitude": 151.2060648,
        "restaurant_address": "Shop 12 537-551 George St, Sydney, NSW 2000",
        "review_highlights": [
            "Located on George Street near the cinemas, I came here before I was meeting some friends for drinks.   I would nearly always go to Menya Mappen next door as I love eating their udon but this time round I tried something different. Like next door, it is self service so order at the counter and make sure you pick up a black tray to collect your food on. Pick up any drinks you want before ordering your food as well. You can then select from their hot food station to add any extras if a bit more ravenous. Service is polite and efficient.  I went with Ontama Teriyaki Chicken Bowl, and Curry Croquette. You can choose between having a regular and large bowl as well. The chicken was tasty and had a nice flavour to it. Rice was well seasoned with the sauce. The egg could've been cooked slightly longer as very runny. The croquette had a nice crunch and nice potato filling.",
            "Go with the wagyu and make sure to preorder with the chef for the freshest meats. Enjoy!",
            "Really delicious and authentic food. Glad to use yelp to find this place in Sydney!! Recommend their roasted beef dishes."
        ]
    },
    {
        "restaurant_name": "Caffe Amici",
        "restaurant_rating": 5,
        "price_type": "$$",
        "businessUrl": "/biz/caffe-amici-sydney?osq=Restaurants",
        "latitude": -33.869073,
        "longitude": 151.204561,
        "restaurant_address": "1/355 Kent St, Sydney, NSW 2000",
        "review_highlights": [
            "Stephen & Tania were perfect hosts. I headed to Caffe Amici primarily because of excellent reviews for their pizza. I was torn as I saw Pasta Carbonara was on their special board.  Stephen told me I could have the Carbonara any night if I just asked for it. I had the Salami pizza and it was everything the reviews said.   When I asked for crushed red pepper for the pizza Tania brought me fresh diced hot peppers in oil she said her mom grows. It was the best hot pepper I'd ever had on a pizza!    It was clear they are passionate about their food and their small, intimate restaurant. Their friendliness and hospitality was second to none. It's not fancy, not big, and certainly not pretentious. It's just excellent Italian food prepared and served with love.",
            "We ate at Caffe Amici twice on our stay in Sydney.  Both times the food & service were excellent.  We even recommended the restaurant to a couple we met at our hotel.  Stephen & staff are warm & friendly.  Made our dinners most enjoyable!",
            "It was the best meal I had in my 12 days in Australia.  I had Linguine Bolognese.  To be honest, it was not the best of the best pasta in my life.  But it was great enough.  The best part of this restaurant was its very welcoming atmosphere, yet not too much.  I felt their hospitality and appropriate attention very well in my one hour there.  It was exactly what I wanted for my last night in Australia.  Thank you very much."
        ]
    },
    {
        "restaurant_name": "Harajuku Gyoza Beer Stadium Darling Harbour",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/harajuku-gyoza-beer-stadium-darling-harbour-darling-harbour?osq=Restaurants",
        "latitude": -33.8768916,
        "longitude": 151.2013488,
        "restaurant_address": "1/14 Darling Dr Beer Stadium, Darling Harbour, NSW 2000",
        "review_highlights": [
            "I tried the pork prawn gyoza ($10) and cheeseburger gyoza ($10). The accompanying sauces made the sauces on the table unnecessary.  The ginger soy/vinegar that came with the pork prawn was delicious. The ketchup and mustard drizzled over the cheeseburger gyoza was great. Service was fantastic; our server didn't miss a beat and was polite and professional.  They also have some cool plates and decor.",
            "This place is highly recommended.. The foods are great and customer service are fantastics. High five to Joe-san who assisted us. If you guys are closely or traveling to sydney... Check out this place whenever you visit Sydney, Australia",
            "Delicious and inventive but authentic food. Loved the chicken karaage and the cheeseburger gyoza was crazy good. Definitely give this place a try. I loved it. Also the selection of beer was awesome."
        ]
    },
    {
        "restaurant_name": "Made in Italy",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/made-in-italy-sydney-3?osq=Restaurants",
        "latitude": -33.866388,
        "longitude": 151.205422,
        "restaurant_address": "37 York Lane, Sydney, NSW 2000",
        "review_highlights": [
            "Strolling through the streets of Sydney and happened to find this langway with the pizza stop.  It was lunch time and many workers stopped in for a pie. The pizza is thin crust. We had spicy salami and mushroom so so good.  We truly enjoyed the experience.",
            "Over for work and in the mood for some decent pizza, this place fitted me the bill perfectly. Thanks to directions from yelpers it was easy enough to locate. The service was quick and polite which I appreciated. Pizza was on the upper end of the scale. Not the top 5% but definitely the top ten. Atmosphere was great. Highly recommended.",
            "Location: amazing how something so good is hidden in the back streets of sydney, york lane hides made in Italy down its narrow street.  Food: the pizza was actually one the best I've ever tasted..   A big 5 stars!"
        ]
    },
    {
        "restaurant_name": "Lotus Dumpling Bar",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/lotus-dumpling-bar-sydney-3?osq=Restaurants",
        "latitude": -33.856793,
        "longitude": 151.206214,
        "restaurant_address": "Shop 3/16 Hickson Rd Dawes Point, Sydney, NSW 2000",
        "review_highlights": [
            "All of the menu items we tried were delicious!  Very fresh and very tasty, especially the pepper beef dish and the lobster /prawn dumplings!  We would definitely recommend this place!",
            "Yum! Our bridgeclimb guide listed this place, among others, as having some great food. He wasn't wrong. They also have a great wine selection and great service. Highly recommend their soup dumplings and Kung Pao chicken!",
            "Great Service, Great Food, Great Time. Make sure if you go after 5:30 to make a reservation or you might have to sit at the bar."
        ]
    },
    {
        "restaurant_name": "The Rook",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/the-rook-sydney?osq=Restaurants",
        "latitude": -33.8697532,
        "longitude": 151.2064122,
        "restaurant_address": "Level 7 56-58 York St, Sydney, NSW 2000",
        "review_highlights": [
            "I circled the block twice trying to find this gem, but I finally found the building, took the lift to the seventh floor and was amazed - I felt at home and hip all at the same time. This is a roof top restaurant with bartenders who know what they're doing. As for myself, my requests for pale ales did not tax their talent to shake up a cocktail, but that's how I roll.   I had the Endeavour pale ale and 4 Pines Kolsch. I liked them both! I feel guilty not drinking my old favorite, VB, but I've moved on.  For dinner I had the Bandito burger and fries. The burger and the atmosphere, and great music was the best. You've got to try this place.",
            "Very good Chang of pass for Americans tourist we enjoyed ourselves and the food and a very nice atmosphere",
            "Amazing place with great cocktails!!! And by that I mean dark animated attic bar with great music and good looking people having animated conversations...  ... BUT you actually come here for the food (or maybe both food and drinks): they specialize in burgers and lobster, we had burgers and they were amazing... (See pictures)  Round up with a very friendly staff and you'll understand you need to wait 10 minutes at the bar before getting a table... This is the only downside, but we actually had a good time waiting a bit!"
        ]
    },
    {
        "restaurant_name": "Wild Sage",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/wild-sage-barangaroo?osq=Restaurants",
        "latitude": -33.8649954,
        "longitude": 151.2028679,
        "restaurant_address": "Exchange Place 3 Sussex St, Barangaroo, NSW 2000",
        "review_highlights": [
            "Lobster tacos. Perfect presentation Flavorful first bite. On a bed of asian slaw with a light mayonnaise sauce wrapped in a warm soft tortilla shell. The outside seating in the Barangaroo district amazing architecture    Delicious. Bon appétit.",
            "Great to have Wild Sage trading during the pandemic, the outdoor dining area is great with large glass awning overhead, blankets in colder months. The sour dough toast with Australian cultured butter and peanut butter is my Saturday treat. Coffee made to perfection and amazing staff. A must visit if in Sydney.",
            "WOW. This place is so cute and the food is phenomenal. The service was friendly, if a bit slow. But we were here for a casual, relaxed Sunday brunch. So we weren't in any rush.  The coffee was great, but the food was the star of the show. I ordered the French toast, and it blew me away. All the flavors went together so well, and the crunch of the crispy coating was a nice change.  This whole restaurant is set up to be insta-worthy, and while it's definitely visually appealing, it's also pleasing to the taste buds. You have to give it a visit!"
        ]
    },
    {
        "restaurant_name": "RASHAYS - Darling Harbour",
        "restaurant_rating": 4,
        "price_type": "",
        "businessUrl": "/biz/rashays-darling-harbour-sydney?osq=Restaurants",
        "latitude": -33.8703687676234,
        "longitude": 151.19864560687,
        "restaurant_address": "Harbourside Shopping Centre level 2 shop 430b/2-10 Darling Drive, Sydney, NSW 2000",
        "review_highlights": [
            "Overdue review!! We visited Sydney, the first couple weeks of 2020. Little did we know it would be our last destination for a while. Rashays was a gem during our trip!   We were staying at the Meriton Suites just off of Darling Harbor. So a quick trip across the bridge took us right to the restaurant. At first we got pulled in by the desserts. I was craving some solid sticky date pudding. Hubs accidentally ordered the sticky cookie instead. Not a bad mistake at all!!!    As we were enjoying our desserts, we read through the book of their menu (synonymous to Cheesecake Factory's), we realized we JAD to try some of their dishes. This began our 2 week relationship, lol. We went back over and over to try as much of the menu in each visit as we could finish (which was really only a 3 course meal shared between us).    The ribs and stuffed portabellos were where it was at, for sure. We enjoyed a specialty drink each visit, as well. The fairy floss, aka cotton candy, was divine.  I never thought I'd like cotton candy so much. It actually had strawberry flavor so that was fun! And way to represent Tam Tams in the form of a shake. YUM",
            "Good service. Great food.  Had luscious tender ribs and salad.",
            "Even on a very busy Saturday night, the staff was exceptionally friendly and polite.  Genuine smiles and great interaction - not too overbearing...  just perfect. They sat me right away, also taking time to answer questions about the menu and make suggestions...  I never felt as though my questions were a bother or that I was being rushed to decide.  The food was reasonably priced, came out fast and tasted great.  I ordered the 300g sirloin with mashed potatoes and a cob of corn.  The steak was perfectly cooked (medium) and the corn on the cob was surprisingly tender - delicious!  I highly recommend this location (Darling Harbour/Harbourside Shopping Center)."
        ]
    },
    {
        "restaurant_name": "The Baxter Inn",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/the-baxter-inn-sydney?osq=Restaurants",
        "latitude": -33.869711,
        "longitude": 151.205586,
        "restaurant_address": "152-156 Clarence St Basement 152, Sydney, NSW 2000",
        "review_highlights": [
            "This was hands-down one of my favorite whiskey bars/speakeasies in all of Sydney! The staff, ambiance and drink select is superb and one of a kind. This bar is very hidden and had I not wandered down an alley I would have never found it, but I am so glad I did.   If you love 'secret' bars that give off a romantic and dark vibe this is for you. Their whiskey selection is out of this world and their bartenders make world class drinks! I had several old fashions and Manhattan while visiting here on separate occasions and most importantly they were all consistently good!  Highly recommend checking out this place.",
            "Really awesome speakeasy with extensive menu of whiskeys. Really hard to find but really cool.",
            "Cheap & easy access for everyone, much like me. Good quality and good company though so a must go."
        ]
    },
    {
        "restaurant_name": "Mexican Burrito Cantina",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/mexican-burrito-cantina-surry-hills?osq=Restaurants",
        "latitude": -33.8909549603748,
        "longitude": 151.21271,
        "restaurant_address": "567 Crown St, Surry Hills, NSW 2010",
        "review_highlights": [
            "Great place to eat! The food is fantastic, wonderful, splendid and full of flavour! If I could I would never leave! Unlike my ex-wife Sharon. Sharon if you are reading this please come back. Oh god, I miss my ex-wife. i want my family back.",
            "Delicious.  Way better than most Mexican in Aus. Will come back and get the guacamole tacos and emmolada(?) again.",
            "Their website says they're the real mexicans. So we put them to the test.  The burrito was really delicious from salsa, rice, bean, to the meat, but everyone knows that's technically Tex Mex.    The real test we ordered was POZOLE ROJO.  Absolutely for real delicious.  Albeit the authentic Mex flavour isn't quite a match to western palate (there's a reason they invented Tex Mex instead of just importing the whole menu), though give it a chance and it may grow on you.    If we go again we'll try their other &quot;weekend-only&quot; specials and see if they brought the whole fiesta."
        ]
    },
    {
        "restaurant_name": "Shiba's Kitchen",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/shibas-kitchen-pyrmont?osq=Restaurants",
        "latitude": -33.8732881,
        "longitude": 151.1956937,
        "restaurant_address": "261 Harris St Shop 5, Pyrmont, NSW 2009",
        "review_highlights": [
            "I was very, very happy with my lunch at Shiba's Kitchen.   Upon first walking in, you are greeting with a lot of bright, natural light that showcases the clean, modern design and the adorable Shiba Inu stuffed animals that decorate the tables and walls. The space feels very open, but has many tables to accommodate busy rushes.    Service was fast and friendly. There's a note on the menu that everything is cooked to order, not ahead of time, so service times may be slow - however our food all came out very quickly. That being said, we were not there during peak hours. But the food would have been worth waiting for! I ordered a couple pieces of tuna sushi and the spicy Korean fried chicken.  I am incredibly picky when it comes to sushi, as raw fish can be tricky and sometimes feel rubbery - but the sushi here was so fresh and tender and flavorful. And this was actually the best Korean fried chicken I've ever had.   It's my understanding that this restaurant is fairly new, but deserves publicity because it truly is fantastic! It's open for lunch until 2:30pm and then opens again for dinner around 5pm. Probably would not be great for large groups, given the set up, but definitely worth coming for lunch or dinner!",
            "They have lots of choice on menu and food is nice :) surely will come back"
        ]
    },
    {
        "restaurant_name": "Kid Kyoto",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/kid-kyoto-sydney?osq=Restaurants",
        "latitude": -33.8637973,
        "longitude": 151.2085619,
        "restaurant_address": "17-19 Bridge St, Sydney, NSW 2000",
        "review_highlights": [
            "What the heck! So glad we found this place... has underground secret eatery vibes. We did the &quot;trust us&quot; and we did not steer wrong. The meal was outstanding from the tar tar to the corn ribs to the fried rice... Wish I could say I will be back soon but a trip across the world will not allow! Check this spot out!",
            "What a neat find tucked away in an alley. Feels divey from the get-go with neon lights, Japanese scribbled on the walls, and moody pictures against black walls. All while playing classic punk rock from the 90s lol. Just eclectic, if you're looking for a little fun/different.  We were recommended a few dishes and they were seriously on point. Started with the cream cheese stuffed jalapeños. Nice spicy kick. Deep fried in light Japanese panko. Also got the pork hock, which was absolutely delicious. Nice and crispy with a juicy meaty center. Flavors were spot on. Topped with shaved green apples and caramel. So good!  Wife got the miso chicken, which was nice and juicy. Lightly flavored with a miso sauce. Topped with steamed zucchini and greens.   Overall great experience. Service was super attentive and helpful. Check this place out!",
            "This place was busy for a Monday night! Came in to sample their new spring menu.   To start we had the corn sticky ribs, the Charred octopus okonomiyaki, the Barbequed king prawns yakitori and the Pulled pork bao.   From the raw section we had the kingfish ceviche and the Wagyu beef tartar. The Tartar was by far a better dish and so tasty!  For mains we had the Sake miso chicken with a side of the Japanese fried rice with pork and the Crispy Lotus chips. Holy moly the chicken is so tender and had a really lovely sweet burdock sauce!  To finish we had the Yukari infused pineapple sashimi, granita, liquorice parfait and the Milk chocolate jelly. The Yukari had such a refreshing finish. The chocolate jelly had more a thicker texture and looked like caramel (i thought it would come out clear)   Wow! We had a lovely feast and I am loving the 90's Nirvana vibe."
        ]
    },
    {
        "restaurant_name": "The Gantry Restaurant",
        "restaurant_rating": 4.5,
        "price_type": "$$$$",
        "businessUrl": "/biz/the-gantry-restaurant-sydney-2?osq=Restaurants",
        "latitude": -33.8542215020745,
        "longitude": 151.208164449074,
        "restaurant_address": "11 Hickson Rd, Sydney, NSW 2000",
        "review_highlights": [
            "Our meal here greatly exceeded my expectations. In fact, the five-course tasting menu was superior to the tasting menu we had the previous night at the famous Quay restaurant around the bend.  Each dish was comprised of a perfect melding of ingredients and flavors, with the John Dory and the perfectly cooked lamb being particular standouts. The dessert--which was really three desserts on one plate-- was also outstanding.  The wine list is a bit limited, but there are some gems such as Tyrell's Vat 47 Chardonnay.  The only failing was the service, which although attentive missed a lot that you'd expect in this caliber of restaurant. Empty plates stayed on the table too long, and I think we must have requested our wine to be repoured at least a half dozen times. I wish restaurants would just leave the bottle at the table in the European style, as it would be better for both guest and server.  Nevertheless, it was a fabulous dining experience, and perhaps my favorite restaurant experience other than Tetsuya in all of Sydney, so they are definitely knocking it out of the park here. Great restaurant.",
            "Exceptional is how I would describe the Gantry in one word.    In particular, the service was outstanding.  The Gantry is located in the Pier One hotel.  The 5 star hotel delivered top knotch 5 star service at the Gantry and throughout the hotel (I find that some 5 star / hatted restaurants do not quite deliver on the service front - but not with the Gantry!).  After taking a leisurely stroll along the harbour on Walsh Bay, my dining partner and I arrived at the steps of the Pier One hotel for lunch.  They say first impressions count, and I was wowed.  We were greeted with friendly, genuine smiles upon arriving at the steps to the hotel, from the bell boys outside, door staff, conceirge and reception.  The reception staff guided us to the restaurant.    The hotel and restaurant are new, shieke, and have a vibe of understated luxury.  The bathrooms even had a couch and a framed, wide floor to ceiling mirror!  The restaurant staff were just as friendly, and extremely attentive and polite.  We were sat right next to the harbour on a table on the outside section of the restaurant (on the wharf) straight away.    Our waitress was lovely.  No request was too much - from asking for a cocktail list when the bar was not open, to requesting the sun-shade to be raised up so that we could get a better view of the harbour.  The food and drinks were outstanding - especially the mains!  We had:  - Salmon gravlax and grapefruit entree - extremely fresh, clean taste.  I'm salivating thinking about this dish.  The novelty of the dish was that the grapefruit was the same colour as the salmon so you wouldn't know if you had a piece of fish or grapefruit until you eat it or inspect it closely.  - Scallops (one with coconut and lemongrass, one with ginger and soy sauce) - average.  - Grilled garlic butter prawns - average.  - Fish and chips main - the BEST fish and chips I've ever had, hands down.  My dining partner had the same thought.  The fish was very fresh, perfectly cooked, the batter was crispy and airy at the same time.  The chips were fat, a little bit like potato wedges, and were seasoned just the right amount.  The crisp on the chip was just right.  I'd given up all hopes in finding fish and chips I actually like - and to my surprise, I found it when I wasn't looking for it!  People say that certain beachside kiosks / cafes have the best fish and chips and I've been disappointed every time.  Now this truly is the best fish and chips I've ever had!!!  - Duck breast steak main - juicy, tender duck, and the vegetables, seasoning and sauce made the dish taste delicious.  - Sourdough bread with butter - good, but not amazing.  Unfortunately, we didn't leave enough room for dessert.    Prices are very reasonable considering the location, service, quality of food and ambience.   We were so impressed by the Gantry that my dining partner promised a return trip on the spot!    This is definitely somewhere I could go again and again.",
            "The service and food were excellent, as was the location. The agnolotti was out of this world. Surprisingly, the pumpkin spiced cake was absolutely delicious even though I am not a huge fan of pumpkin. All in all a great experience.   Even with all the above, the  restaurant  appears to be priced a bit on the high side.  We went for the Let's Do Lunch offer and shared one entree and one dessert between 2 people, didn't have any additional alcohol but the bill was still a hefty $70 per head (plus we were happy to give a tip because of the excellent service).   I would definitely go back there."
        ]
    },
    {
        "restaurant_name": "The Captain's Balcony",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/the-captains-balcony-sydney?osq=Restaurants",
        "latitude": -33.8666884177223,
        "longitude": 151.203672983801,
        "restaurant_address": "46 Erskine St, Sydney, NSW 2000",
        "review_highlights": [
            "A gorgeous bar at the edge of Barangaroo with an amazing selection of whiskeys and drinks. The food here is also ok. Their French fries are delicious and the nachos were also ok, albeit lacking a bit of punch.  They have a whisky flight which my friend enjoyed and they have a few beers on tap plus cocktails. It's small but they do have an upstairs and outdoor area. Loved the vibe here and would come back anytime.",
            "We really enjoyed eating here. The Wagyu Skewers were amazingly good. We also had the guacamole and the prawn cigars which were wonderful. The service was great too!",
            "Drinks were awesome & cheap with daily happy hour and the food was PHENOMENAL. We got the bao small plates. We figured the food would be just average because it's a hip kinda pub place but it was AMAZING and delicious and the bartender was really friendly. Def recommend!!!"
        ]
    },
    {
        "restaurant_name": "The Boathouse",
        "restaurant_rating": 4,
        "price_type": "",
        "businessUrl": "/biz/the-boathouse-glebe?osq=Restaurants",
        "latitude": -33.873739,
        "longitude": 151.187929
    },
    {
        "restaurant_name": "The Grounds of The City",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/the-grounds-of-the-city-sydney-2?osq=Restaurants",
        "latitude": -33.8724408,
        "longitude": 151.2071504,
        "restaurant_address": "The Galeries 500 George St, Sydney, NSW 2000",
        "review_highlights": [
            "Excellent breakfast. Great service. Great menu. A bit pricey, but worth it. Make a reservation.",
            "My absolute downtown favourite both indoor and outdoor is an amazing experience the coffee is always made perfectly and I tell all my visiting friends this is a must see. Not too overpriced, competitive coffee prices, service impeccable and I love sitting at the bar sipping my coffee or three and people watching. The booths are comfy and it has that Parisian feel.",
            "Best coffee shop in the Park st/George st area. Always busy. Service is impeccable and food is good with good portions. Great fit out with various seating options."
        ]
    },
    {
        "restaurant_name": "Blue Eye Dragon",
        "restaurant_rating": 5,
        "price_type": "$$$",
        "businessUrl": "/biz/blue-eye-dragon-pyrmont?osq=Restaurants",
        "latitude": -33.867718,
        "longitude": 151.193863,
        "restaurant_address": "37 Pyrmont St Shop 2, Pyrmont, NSW 2009",
        "review_highlights": [
            "Love Blue Eye Dragon!! I was nervous when I walked in and saws how fancy it looks. White tablecloths, hushed tones, etc. but some other people were dressed as casually as we were so we strode right in.   The food is amazing here. And a surprisingly large selection of dishes. We had two appetizers (Australian word is 'entrees') and two mains. The beef pancake rolls were perfectly seasoned and delicious. Chicken wontons were also yum with a not-too spicy sauce. The mapo tofu was not too oily and had a sweet-ish spicy sauce. It was the perfect  amount for three people.   Prices were remarkably reasonable, servers friendly and attentive. We would gladly return. They even have an outdoor patio for alfresco dining when the weather behaves.",
            "The best restaurant in Sydney by a country mile. This place is truly a hidden gem and I don't want to give it a good review in case it Becomes too popular and we can't get back in but they deserve the praise. We had the 6 entrees and 4 mains banquet. We picked half the dishes and left it up to the waitress to pick the rest. Good decision, her selections were better than ours, especially the beef in pancakes, yum yum. When we were leaving the manager personally asked us how we enjoyed the food and thanked us for coming. It may not have the harbour view but the food was amazing",
            "What a diamond in the rough! This is a hidden gem of Pyrmont. We had the 10 course banquet for $55 a head where we got to pick 6 entrees and 4 mains and then they prepare it for he amount of people in your party.   My favourites were the salt and pepper soft shell crab, sliced pork belly, basa fillets, stuffed tofu with mince, steamed snapper and the rib eye.  Muriel was a great host and we all enjoyed the food immensely and wondered why it took us so long to visit this place."
        ]
    },
    {
        "restaurant_name": "Mercado",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/mercado-sydney?osq=Restaurants",
        "latitude": -33.86687,
        "longitude": 151.2075,
        "restaurant_address": "4 Ash St, Sydney, NSW 2000",
        "review_highlights": [
            "The best meal we had in sydney!! We did the $65 menu based on the other reviews saying the $80 one was so much food. The $65 was perfect. We were full but not so full.   We loved every single course - olives were unique and different sizes and flavors. The bread and hummus was great. My husband loved the hummus because it had a smoke flavor to it. One of my favorites was the polenta and cabbage mousse- so rich and slightly sweet. The cold cuts were fresh and amazing- my favorite was the salami. Great strong flavor! The chorizo with white beans was different but yummy and the perfect amount since it was quite rich. The chef meat selection was so great.. the crisp on the pork was delicious. It was cooked perfectly and the sauce with it was light and complimented the flavor nicely. Lastly, the dessert was one of the best I have ever had- the chocolate with the raspberry and pistachio was the perfect combination. I could eat it every day!   Service was good and helpful with our wine selections, brought me a taster so I could be sure to decide on the right one.   The restaurant is hidden in an alley so might be hard to find. They were also closed on Anzac Day so we missed dining with them on the first night we tried, so just know they may be closed on all holidays.   For the price and amount of food, I think it was one of the best deals we had and like I said, best tasting of anything we had so a great choice! Don't miss dining here!",
            "I made a reservation for Saturday night dinner at Mercado over a week in advance. It turned out to be a great choice - the restaurant was only a 3 minute walk from our hotel and adjacent to the club we wanted to go to that evening.  There were many tapas options on the a la carte menu and also two set menus to choose from (A$65 and A$80). My eyes were hungrier than my stomach and we ended up going up with the A$80 menu. My tip would be to go with the A$65 menu instead. In terms of quantity, we really did not need the Roasted Prawns, extra veggie side with the meat, and a second dessert.  Everything from start to finish was delicious. I like that Mercado groups dishes to serve several at a time. The Fish 'n Chips is a fish based dip served with potato chips, which is of course, total different than what I expected. The Jersey Milk Ricotta appetizers served with Truffle Honey was divine. This is the one item not on the A$65 menu that I would've really missed. The Truffle Mortadella was expertly made and the slices were beautiful.  The next set were larger &quot;appetizers&quot; including the famous Pumpkin Ravioli (as excellent as everyone claims), BBQ Chorizo (I was already starting to feel full at this point), and the Roasted Prawns (perhaps one of the weakest dishes of the evening).  At this point, our meat course came out. You can choose anything in the meat portion of the regular menu and we chose Spit Roasted Wagyu Beef Short Rib. It was a bit on the fatty side but fat is flavor and I really liked it. The spices and texture of the Roasted Carrots paired well with the short rib.  We were so stuffed but we're not quitters and still had two desserts to go. Both desserts were on the rich side. The Bread Pudding was beautifully presented in a small cast iron skillet and a vanilla sauce was poured on at the table. This is one of the best bread puddings I've ever had. The other dessert was Dulce De Leche Ice Cream with butterscotch. The dinner lasted two hours and we were one of the last tables still dining at the end of the evening. The food was really spectacular!",
            "Fan frigging tactic.   Threw caution to the wind and let the chef send a selection of dishes our way. In short, each was on point with some creative touches here and there.   The Turkish Ravioli with wood fired pumpkin was a standout, and I appreciated that I could actually taste the pumpkin.   The Brussels sprouts were delightful, with great smokey notes.   And the pork bellies. Amazing. Crispy skin with melt-in-your mouth smoothness just beneath. Their house pepper hot sauce added some nice heat if you're looking for some heat.   And dessert. The rosewater trifle was surprisingly good -- something I would not have selected on my own. But the rose tastes were subtle (no soap-sucking taste) and the pastry layers flaky.  My favourite was the dulce de leche ice cream with maple bacon &quot;candle&quot; and warm butterscotch sauce. Salty sweet goodness that harkened back to the chef's other passion -- the Good Times ice cream shop down the road."
        ]
    },
    {
        "restaurant_name": "Kura",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/kura-pyrmont?osq=Restaurants",
        "latitude": -33.869978,
        "longitude": 151.193961,
        "restaurant_address": "141 Harris St, Pyrmont, NSW 2009",
        "review_highlights": [
            "Kura is a really japanese food. I love their Katsudon !  Small prices big plates. My wife has been to japan and she told me that Kura looks like traditional japanese food place.",
            "With a couple of outdoor seats and not many more inside, this small Japanese restaurant doesn't look like much, but when the food comes out you don't care about that! In an area with a number of Japanese restaurants, you have to do something special to make people come back, and this Masuya has nailed it.   I decided on the mixed sashimi don along with a serving of the teriyaki salmon to share. The salmon was delicious if a little sickly with the thick sauce, but the freshness of the sashimi helped compliment this, combining into one fine meal!   The service was prompt but not rushed which I always appreciate if I'm not settling in for a marathon meal. I'm all for trying different places, but this place will definitely be getting a visit from me again. Lucky them!",
            "Kutsu Kutsu Kutsu that's my favourite and sashimi kills it , small little place sort of hidden along Harris st . But don't be mistaken this Japanese joint does amazing food seems legit to me. I go when ever I'm in pyrmont , very reasonable $$$ and portions are good.   Check it out normally pretty quiet"
        ]
    },
    {
        "restaurant_name": "Iberico Spanish Cuisine",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/iberico-spanish-cuisine-sydney?osq=Restaurants",
        "latitude": -33.8761558,
        "longitude": 151.2057274,
        "restaurant_address": "Shop 1 88 Liverpool St, Sydney, NSW 2000",
        "review_highlights": [
            "A little gem in the Spanish quarter in Sydney! Would have walked straight past, but saw a sign for $10 tapas on Monday -Wednesday, and an extensive tapas menu on closer inspection.. Glad we walked in, as the tapas was amazing! Everything on the menu was $10 - no exceptions, and the range was great. The staff were super friendly and helpful, the service was great, and when we got our dishes, they were pretty amazing! The restaurant had a really nice decor, and was sort of Spanish gothic in style. Had some lovely sangria to accompany the food. Would definitely drop in again if next time I was in Sydney :) Muy bueno!"
        ]
    },
    {
        "restaurant_name": "Meat District Co.",
        "restaurant_rating": 3.5,
        "price_type": "$$",
        "businessUrl": "/biz/meat-district-co-sydney?osq=Restaurants",
        "latitude": -33.8664113,
        "longitude": 151.2016414,
        "restaurant_address": "Shop R3 11 Lime St, Sydney, NSW 2000",
        "review_highlights": [
            "The next time you are in Sydney, make time to hit this spot. It's not the least expensive place but the food was worth every cent.",
            "Had a great meal here! The staff was attentive the Food lovely and great location to watch the boats and people. Will definitely visit again.",
            "I came here to try Kangaroo and crocodile meat. My friends said Kangaroo is chewy but they may go to a wrong place. The grilled Kangaroo here is super tender, much better than victoria sirloin! My husband got crocodile sandwich. The river view is very romantic as well. You should stop here if you want to try these Australian specialties."
        ]
    },
    {
        "restaurant_name": "Arepa",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/arepa-enmore?osq=Restaurants",
        "latitude": -33.898647,
        "longitude": 151.173036,
        "restaurant_address": "147 Enmore Rd, Enmore, NSW 2042",
        "review_highlights": [
            "Have you ever wanted to try South American street food but have been a bit reluctant to travel by plane the +50 hours to get to the heart of South America? Now you don't have to thanks to Arepa, the ultimate restaurant for South American street food.  This cozy little place isn't much to look at on the inside. It keeps things simple and minimalist. Posters stuck up with black tape, neon logo sign, black and white menu board. The dining areas are one large wooden table to share inside and three small tables outside.  The menu is simple. Four different mains to choose from, each a corn dough pouch filled with wholesome and flavourful fillings. There is a vegetarian option, vegan option, chicken option and  pork option, with four chooses for extra fillings. Four dollars extra will give you a generous side of fries. Easy, tasty, satisfying.  Each table has its own napkin dispenser and bottle of chilli mayo and garlic aioli. Having the two greatest dipping sauces within arms reach truly defines heaven. We only made one of our corn pockets a combo, as one side of fries was enough for me and the wife. Was there an all out sauce war between the chilli mayo and garlic aioli? You bet.  The chips were cooked right on point. A delightful crunch outside with hot fluffy... cassava! Not potato but cassava, which looks like white sweet potato but tastes and feels just like potato. I honestly thought it was potato chips but no... cassava.  Our corn pockets came out in good time. They might look like something you'd have as a snack but believe me these hand held corn pockets will fill you up. My black beans and feta with guasacaca (mushy avocado) was amazing. The corn pocket held the filling firmly in place. The sharpness of the feta was subdued by the smoothness of the black beens. An absolute perfect balance of flavours.  This place also offers a selection of canned beers and cider. I'm not much of a tinnies fan myself but at the end of the day beer is beer, be it in a bottle or a bucket. Got to try my first watermelon pilsner. It's just what you'd expect, beer with an undercutting watermelon flavour. I had no idea it could be done. Not sure I'd order it again but it was well worth the try.  $42.50 for two corn pockets, one being a combo and two beers. At first I thought it was a bit steep but realised that the beers were $7 each. Would we come back? Try and stop us.",
            "The arepas are amazing. Just like home. I've tried all the fillings combination and they are all amazing. A beautiful reminder of the traditional flavors of home."
        ]
    },
    {
        "restaurant_name": "Fratelli Fresh",
        "restaurant_rating": 3,
        "price_type": "",
        "businessUrl": "/biz/fratelli-fresh-haymarket?osq=Restaurants",
        "latitude": -33.8763427405847,
        "longitude": 151.201474669553
    },
    {
        "restaurant_name": "Quay Restaurant",
        "restaurant_rating": 4,
        "price_type": "$$$$",
        "businessUrl": "/biz/quay-restaurant-sydney-4?osq=Restaurants",
        "latitude": -33.857785,
        "longitude": 151.210038,
        "restaurant_address": "Level 4 Overseas Passenger Terminal The Rocks, Sydney, NSW 2000",
        "review_highlights": [
            "If you have a list of &quot;Restaurants to Try Before You Die&quot; then make sure this is in your top 10. I waited a very long time to try this place, but last November we had a special occasion and it was finally time. We booked in for a Saturday lunch and spent a good 4 1/2 hours here... to say it did not disappoint is an understatement.  The food includes some of the most beautiful and innovative preparations I have ever seen anywhere. The pork broth is divine and if you are very lucky you might even get a tour of the kitchen. And the service was absolutely the best service I've ever had at any of the top restaurants I've been to while living in Australia the past 10+ years. Exceptional.   Finally, the view... I mean, C'mon. Gorgeous harbor view of the Sydney Opera House, the bridge, all of it. It will cost you the equivalent of a month's food budget, but it is definitely worth it.",
            "How ironic. Our day was spent hiking all around the harbour, and this evening we reserved a window view of all the places where we stopped to catch our breath. Ha! The panoramic view from our table was awesome -- God couldn't have made a better view if He tried. Katie's BFF and her FWB took us here for a couples date night out. The girls dressed in skimpy cocktail dresses, while Noah and I dressed in slightly slimmed-down versions of a tuxedo. Quay Sydney is one of the most expensive restaurants in town with an eight-course menu starting at $350 (AUD), and a &quot;Benchmark Wine Pairing&quot; for a cool $1,100 (AUD). Chef Peter Gilmore and Noah are friends, so tonight became a very special foursome dining experience. We started off with a bottle of Scotch -- the Talisker 40yo Bodega Series -- and paired it with pan-seared ribeye strips. The eight-course meal was a mix of all that is wild about this continent: raw sea scallops, Oscietra caviar, chamomile broth, bone marrow noodles, roasted duck with Morello cherries and black garlic, confit pig jowl, and prunes covered in dark chocolate. Eroticism for your mouth. As for the wine pairing, see below for some of the bottles we consumed (not in any particular order):  *2008 Mount Difficulty Pinot Noir, Central Otago, New Zealand *2021 Best's Young Vine Meunier, Great Western, Victoria, Australia  *2004 Château Mont-Redon Châteauneuf-du-Pape Grenache blend, Rhône Valley, France *1964 Henriques & Henriques Sercial Madeira Garrafeira, Madeira, Portugal  *2021 Robert Weil Trocken Riesling, Rheingau, Germany *2020 André Perret Coteau de Chery Viognier, Condrieu, France *2021 Lake Folly Chardonnay, New South Wales, Australia  *2017 Domaine Simha Beauregard Pinot Noir, Tasmania, Australia  *2018 Jean Grivot Vosne-Romanee, Burgundy, France  *2018 Massolino Barolo, Piemonte, Italy   Not that we had any room for it, but Chef Gilmore insisted we try his specialty dessert: &quot;the moment in time.&quot; Which, of course, he made personally. The desert was rushed to our table, then the magic happened. You're actually tasting the chocolate in a really pure form, and you think it would be heavy, but it's actually really light. It almost looks like a sponge cake, but it's lighter than air, and with the warmth of your mouth, the chocolate virtually disappears and leaves this beautiful chocolate essence in your mouth. It's perhaps one of the beautiful contradictions of the desert, that so much time, energy, and chocolate could be expended in pursuit of a single, perfect, ephemeral moment. It was a gastronomic orgasm to be sure -- like, OMG!!  At 2AM we finally said goodnight to Chef Gilmore. Thank God we had hired a limousine that evening... but we should have also hired a forklift. LOL.   Quay Sydney defines fine-dining in Australia. It's worth your time and your wallet. Say, &quot;bucket list.&quot;",
            "Yummy yummy yummy.. One of the best meals I had while in Sydney. Chef Peter Gilmore and Quay made the list for &quot;five years on the World's 50 Best Restaurant list and held the title of Best Restaurant in Australia for three of those years&quot;.  Located right across from the Sydney Opera House in the Rocks and next to the Sydney Harbor Bridge, the restaurant is in the heart of the harbor.  It's located on the 4th floor of the boat terminal, giving you an amazing view as you dine.  We were looking directly out the window at the Harbor Bridge itself, lit up in all of its glory on a clear spring night.  The service at Quay is impeccable, everything you expect of a high end restaurant.  The food brought out and presented to you at the same time - the details matter.  This restaurant only offers a 6 course or a 10 course tasting menu, and everyone at the table must select the same number of courses - which left a lot to decide if you can't agree.  But after the decisions are made, sit back and relax and leave everything up to Chef Gilmore and his team.  We opted for the 6 course menu and here's what it looked like:  *Amuse Bouche - unfortunately I can't remember what the tart consisted of but it was rich and delicious!  Please serve this as part of your menu!   *Hand Harvested Seafood with Virgin Soy, Seaweed, and Aged Vinegar - the seafood comes in a bowl that looks like a crustacean.  They give you tweezers so you can hand stack each bite with every single element to give you a burst of flavors as you take in each bite.  The squid/octopus tentacles with the other elements (I can't even begin to tell you what everything is) is bursting with flavor and paired together so perfectly! 5/5  *Osetra Caviar with Smoked Eel, Walnuts and Sea Cucumber Crackling - this is another dish that plays with flavor and textures.  The crackling sea cucumber is nothing I've ever tasted before and adds so much to the smoked eel mousse and caviar.  Lovely, rich, but elegant. 5/5  *Steamed Mud Crab Custard with Garden & Sea Greens - You pour the dashi over the mixture and it's a burst of flavors in your mouth.  I didn't notice any mud crab but the custard had amazing flavors mixed with the garden and sea greens. 5/5  *Salmon Roe and Butter on a Crumpet - we were surprised with an additional course of salmon roe and butter on a crumpet off menu.  The crumpet was soft but toasted on on side.  The butter and salmon roe made it taste like a salmon cream cheese bagel, but of course more elegant and refined.  My least favorite dish of the night because it wasn't as amazing as the other dishes. 3/5  *Bone Marrow Pasta with White Asparagus, Koji and Garum Butter - It had good flavors but I was expecting more when I read bone marrow pasta.  The pasta was cooked well but it wasn't as extravagant as the other dishes presented. 4/5  *Smoked Pig Jowl with Black Lipped Abalone, Shiitake and Fan Shell Clams - that pig jowl definitely melts in your mouth cause of all that fat.  It was delicious and tasted fantastic.  I was hoping being the main course, you would get more than 1-2 bites but the dish was as small as the other courses. Amazing texture, melts in your mouth like butter, delicious flavors. 5/5  *You get to choose your main dish, between 2 options - the pork jowl or the roasted Maremma duck.  Nobody got the duck so we didn't get to try this dish.  For dessert, you get to choose between the White Coral or the Moo.  I chose the Moo and quickly realized why they named it that - just look at that bowl, it was made perfectly for this dessert.  Rich, sweet, decadent and chocolatey.  Delicious dessert.  The White Coral was a bit on the lighter side - coconut, some kind of fruit reduction in the middle.  I hear my Moo was better according to a friend.  And if you aren't full from dinner, they surprise you with some canneles and honey tarts after dinner and you leave with a memorabilia of the menu and some Valrhona chocolates in a cute little box.  They sure do think of everything!  The details, the plating, the actual plates, the service and the food makes this place an amazing addition and a lovely treat for those visiting Sydney!"
        ]
    },
    {
        "restaurant_name": "The Little Snail Restaurant",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/the-little-snail-restaurant-pyrmont?osq=Restaurants",
        "latitude": -33.87041,
        "longitude": 151.197907,
        "restaurant_address": "50 Murray St Shop 3, Pyrmont, NSW 2009",
        "review_highlights": [
            "What a hidden gem! This cute restaurant is located right next to Darling Harbour but away from all the tourist traps. We find a voucher on Groupon and decided to try it out.   Once inside we checked in for our reservation and were seated immediately. We ordered a mock-tail and well as a cocktail. Both were very tasty and brought out fairly fast.  For our entrees (appetizers) we ordered the escargot and the mushroom leek crepe. The crepe I didn't try however my partner seemed to love it. However the escargot was PHENOMENAL! Such a delicious amount of garlic which you can dip the two pieces of bread afterwords in to make your own garlic break...thank me later ;)  For our mains I ordered the duck while my partner ordered beef. Both dishes were presented beautifully and were accompanied by a delicious sauce and side. My favorite part of the duck was the crispy skin which was seasoned so wonderfully.   For dessert we both goth the sticky date pudding. With every bite we were impressed. The dessert was sweet but not overly sweet. The ice cream adds the perfect touch.  Definitely recommend this place and I hope to be back soon!",
            "Pretentious. Nice view. Classy.    Calamari was the highlight.  Firm not chewy. Thick cut.  Delicious in the sauce.   The escargot was very buttery, cooked well. However I have had better.   Pate was plentiful.  Too much we couldn't eat it all. Great flavor. Requested extra bread.    The veal was so good!   Topped with a creamy mushroom sauce, enough to cover every nite.  Very rich.  Meat was tender.   This is the type of establishment that waits till you've finished your course before they move on to the next.  Be sure to tell your server you are ready if your plates still appear to be full. The server had a French accent. There was conversation amongst the table if it was real or not lol.  I believe it was, and really did add to the authenticity of the restaurant.",
            "Exceptional little restaurant in a convenient location.   A short walk away from the Convention light rail station and The Harbourside mall, the Little Snail offers 3-course lunch and dinner options. The menu is distinctly French with an Australian twist, and an extensive wine list to match.   The calamari was delicious, tender and crispy. The veal and the lamb were also great options.   The portions are quite generous and the 3 courses are plenty to fill up hungry adults."
        ]
    },
    {
        "restaurant_name": "Sydney Madang",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/sydney-madang-sydney-2?osq=Restaurants",
        "latitude": -33.87609,
        "longitude": 151.207593,
        "restaurant_address": "371A Pitt St, Sydney, NSW 2000",
        "review_highlights": [
            "I went in to order food for me and my 18 cousins and 6 kids, and instead of being kind and greeting me with a smile, The employee working at the front counter hid behind the front counter and started crying and screaming profanities. After I ordered my food, it took them a whole 2 MINUTES to make my food and give it to me which is completely unacceptable. I am certain I was overcharged because the bill came up to $372.67, but according to my calculations the bill should have only been $320. There were not enough chairs in the lobby, so I asked for them to go buy chairs from IKEA to accommodate my family, however, they looked at me like&quot;  I was insane and said &quot;Absolutely not, you can sit on the ground&quot; After opening my take away I realised it was full of 15 sachets of soy sauce??? I went to complain but the employees jumped out the windows and ran away. Once they came back I asked for the number to complain about them. I later found out they gave me the number to a local soccer club",
            "I havent tried many Korean restaurants in Sydney but Madang is definitely the best I have had!  Four of us came here on Boxing Day at 6.30pm and the line was not too bad, we got seated within 5 mins.  Food was really good:  Seafood pancake - Crispy, not overfried. (the small portion is good for four people as an appetizer) Jap Chae - Love it ! The noodles was seasoned well......love the fragrance of sesame oil.  Ox tail soup - With a little bit of salt/ pepper/ scallions - perfect! Goes really well with some white rice ...compliments well with BBQ  Unfortunately the BBQ is not as good as O-Bal-Tan (next door) because 1) Madang uses a mixture of coal+ gas for the grill.... 2) the grill pan is not well oiled, thin slices of beef kept getting stuck on the pan grill.  However, i still love the food! Cant wait to come back here to try other dishes",
            "One of the best Korean BBQs in Sydney! Tucked away in a little alleyway on Pitt St, it's very hard to find, but worth the effort. You must try the thin beef skirt, and boneless marinated beef ribs.   The little side dishes that accompany the meal are also perfect! Free refills :)"
        ]
    },
    {
        "restaurant_name": "Peg Leg",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/peg-leg-pyrmont?osq=Restaurants",
        "latitude": -33.8703262,
        "longitude": 151.1968183,
        "restaurant_address": "11 Pyrmont Bridge Rd, Pyrmont, NSW 2009",
        "review_highlights": [
            "Excellent! Collin and Manuel were a lot of fun, which was icing on the cake of excellent house wines and really good food.  We had the calamari and lamb kabobs.  Both dishes were well cooked and tasty.  Get thee to this great little place.",
            "Amazing barkeeps from every port of your fancy. We had a great time with the folks at Peg Leg, and were introduced to amazing rum and talk of colonies and voyages. Life drawing classes in stirs day night!? Check. Amazing Nicaraguan rum?! Check. DEEP FRIED LAMINGTONS?! CHECK!!",
            "We came in for a brief drink and stayed much longer than we initially planned. It's a small place, but the food is really yummy and the guys running it are very gregarious and fun. Highly recommended after a visit to the ANMM to continue the maritime theme. Trying to work out what the bartenders accent was is the best fun."
        ]
    },
    {
        "restaurant_name": "Criniti's - Darling Harbour",
        "restaurant_rating": 3,
        "price_type": "$$",
        "businessUrl": "/biz/crinitis-darling-harbour-sydney-3?osq=Restaurants",
        "latitude": -33.8718147,
        "longitude": 151.1988638,
        "restaurant_address": "Level 2 Harbourside Shopping Centre, 2-10 Darling Dr Shop 461, Level 2, Sydney, NSW 2000",
        "review_highlights": [
            "Crinitis Restaurant, please come to Los Angeles!!!  My daughter and I were visiting family in Sydney over past couple of weeks. One day we went into Darling Harbor and happened upon Crinitis!  We had the most wonderful time there.  The staff, especially RIGZIN, the Assistant Manager, the delicious food that was delivered quickly and hot and did I say delicious, the atmosphere and the views of the harbor.  Lets put it this way, we could think of no other place we would rather go a week later, and the night before we had to fly back to LA, than to go back there for a farewell dinner with my parents.  We made sure to book around 730pm and request the balcony seating, so we could enjoy the Saturday night Darling Harbor fire works show, and again we were treated with smiles and fun by our waitress OLGA and Assistant Manager RIGZIN, came by again to make sure we were  happy and was there anything else he could do to make our experience even better!    Crinitis at Darling Harbor is an epic place to go with a group for fun and also for an romantic dinner for two on the balcony.  I would give it 100 stars if I could!!  Can't wait to head back to Sydney again soon.  First stop - Crinitis!",
            "Perfection! Pure perfection!! Where do I start? Overnight stays in Sydney have become somewhat of a regular occurrence over the past five years; and I always look forward to trying a different restaurant experience. Thanks to this app I have found hidden gems for an amateur foodie from Newcastle that are usually only known by locals. Tonight's choice was to dine at Criniti's Harbourside, Darling Harbour. I chose to dine here tonight based on the extensive menu...so much to choose from; they have something for anyone, any taste or any mood!  I will start with the view...breathtaking!!! I cannot recall seeing Darling Harbour at night, and what a beautiful night it is has been. We arrived and the restaurant inside was packed (as I have learned it is always a good sign of a great meal in Sydney). We were lead by the greeter through the dynamic and electric ambience of the inside seating outside to the million dollar view of Darling Harbour. We were seated and started browsing the menu. I already knew what I was going to get Freshly Shucked Sydney Rock Oysters Kilpatrick style to start and for main, Fettuccine Carbonara (always my staple and safe go-to), while my mother ordered Boscaiola with Gnocchi as recommended by our very welcoming waitress and my father the spaghetti bolognese. Considering the restaurant appeared to be nearing capacity, our starter Oyster Kilpatrick extremely fast!!! The oysters were amazing on their own, but combined with Criniti's Kilpatrick sauce and the bacon are equal first of all time that I have eaten. I found it so difficult to refrain from licking the oyster shell clean of the sauce remaining, I didn't think it would be very appropriate . No sooner than our lovely waitress had cleared our oyster tray and share plates, arrived our mains. The serving size...woah ENORMOUS!!!!! (See pics although I don't think the photos do the serving size justice really). The house made pasta was so beautifully rich, the cured meats in the carbonara and Boscaiola were so flavoursome, and the gnocchi OMG... that gnocchi though, the meatball with the spagbol had such a depth of flavour  I really wanted to get dessert, anything with Nutella as the main ingredient would do, but I was just wholly satisfied with my savoury starter and main, my dessert stomach just isn't functioning tonight.   Thanks to the staff at Criniti's for a wonderful evening!! You deserve so much more than five stars!",
            "OMG!  Everything about this place is amazing.  The service. The menu. The motorbike above the bar. The spirit selection. The cocktails. The wine list. The process of being seated. The food. The prices. The decor. The sheer size of the place. The atmosphere. The cocktail glasses. The pizza. The pasta. The salads.  Everything! Go here, take lots of people order a dish each and share just so you can sample more of the menu.  Yum, yum, yum, yum, yum."
        ]
    },
    {
        "restaurant_name": "Watergrill",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/watergrill-kirribilli?osq=Restaurants",
        "latitude": -33.844296,
        "longitude": 151.209626,
        "restaurant_address": "11 Harbourview Cres, Kirribilli, NSW 2060",
        "review_highlights": [
            "The operators behind the food at the Kirribilli Club have raised the bar with the half lobster and pasta deal that includes a glass of wine. Simply amazing lobster and the pasta with Avocado was to die for. Great service as usual, limited special so check web site for deals.",
            "Great location overlooking the Sydney Harbour Bridge. We met friends for lunch here and had a great afternoon. They were doing a seafood platter for 2 for $75 which also included a bottle of rose wine. The food was great and the seafood so fresh. You have to go up to the counter to order your food, then they bring everything over when ready.",
            "4 stars for venue, location, views and the delicious $8 cocktail menu during happy hour on Fridays!   Food however is expensive and subpar:(  We ordered the:  x Barramundi- this was a really thick slab of fish, rather than thin and crispy. Really bland and expensive at $29. x Salmon- this was more flavoursome but still not amazing for $29. x Lychee cocktail- delicious and refreshing! Not too sweet, just perfect and only $8. x Coffee cocktail- this was also another delight though I preferred the lychee."
        ]
    },
    {
        "restaurant_name": "Queenie's",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/queenies-surry-hills?osq=Restaurants",
        "latitude": -33.8847668,
        "longitude": 151.212999,
        "restaurant_address": "Level 1, The Forresters Hotel 336 Riley St, Surry Hills, NSW 2010",
        "review_highlights": [
            "I read a lot of hype across the food-blogosphere about Queenie's. Being a regular drinker at the Forresters I decided it was time to check out the new place upstairs and see what all the fuss was about.   Queenie's is Carribean/Jamaican food - and good lord it is AMAZING.   We tried the Pork Bammies, which were OK. I would recommend skipping them and going straight for the BBQ Jerk Corn. &quot;WTF?&quot; I hear you say. Just you wait and see. The Cervice is great and the Jerk Chicken with Jungle Slaw is to die for. Do I seem over the top with my praise? I haven't even gotten to the glory of the doughnuts yet!!  Do yourself a favour and check this place out. Share the plates with friends. And hey, it's actually cheaper to drink the beers up at Queenie's than downstairse in the bar... go figure.",
            "What do you do when your friend just came back from a month long holiday through South America and the Caribbean, and telling you stories of great adventure and all the amazing food she enjoyed? You visit Queenie's of course!  The entrance to this place is not easy to spot. You need to go through The Forrester then take the colourful stairs that will lead you to Queenie's.  Since it's my first experiencing Caribbean food, I was overwhelmed with choices. The waitress noticed and asked, &quot;Is it your first time here?&quot; To which I replied, &quot;Yes.&quot; She recommended the Half and Half where you'd get Jerk Chicken, Jerk Ribs, 2 Grilled Corn, Sweet Potato Fries and Island Slaw. Tender chicken, fall of the bone ribs, grilled corn on the cob covered with shredded coconut and tasty sweet potato fries. Delicious!  We also ordered the Voodoo Chicken Wings. Comes with cooling coconut dipping sauce, the chicken wings were deep fried goodness covered in tasty hot sauce. It was finger-lickin', mouth-smackin' good!  The staff were warm and attentive. And do try their cocktails. I tried the Kraken & Fresh Apple, it was sweet and refreshing with freshly squeezed apple juice. I left feeling slightly more cultured and I can nod to my friend's Caribbean holiday stories with the feeling that I'd been there too or at least tasted some of it!",
            "We came here for date night on a Friday and we were seated next to a dingy red light - well, the entire place has this dodgy red glow! Sets the mood I suppose.   We shared the Puerto Rican avocado and plantains, which is basically an avo dip with plantain chips. A great starter so no complaints here. I also ordered the ceviche for $18 that you can view in the photos - I absolutely LOVE ceviche, because it's so hard to do it well. Sadly, while I was happy with the rest of the food, the ceviche was a sore disappointment. Stay away from the ceviche! You can barely taste the scallops and they're served on weird delicate chips. Not the ceviche cured in a bed of lime juice that I'm used to. Finally, the chicken and ribs were amazing. Next time, we'll order more chicken and ribs and no ceviche. Definitely worth a second visit!"
        ]
    },
    {
        "restaurant_name": "Farmhouse Kings Cross",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/farmhouse-kings-cross-rushcutters-bay?osq=Restaurants",
        "latitude": -33.875058,
        "longitude": 151.224728,
        "restaurant_address": "4/40 Bayswater Rd, Rushcutters Bay, NSW 2011",
        "review_highlights": [
            "Wow - amazing restaurant with creative/ inventive cuisine with no compromise on flavors !  I love degustation menu where you keep on being more and more surprised ! There is nothing I did not LoVe !! And the portions are sizeable! Note it is 60$ now. So worth it. The wine list is nice too.  Service is super friendly and nice and I loved the communal table in this cosy room where you feel like a big family ;-)  A great great restaurant - I cannot wait to be back and taste another menu soon !",
            "Delicious food and wonderful service. The dishes were very creative and I was pleasantly surprised.",
            "What a gem my boyfriend and I found on our trip to Sydney. Tiny little restaurant with BIG flavors and lovely ambience. The food was wonderful but when the lightning, music, decor and staff are all just as lovely it's hard to find anything wrong. I personally love a tasting menu as I'm pretty adventurous but I definitely don't recommend taking a &quot;modifier&quot; or picky eater. I enjoyed both the red wines I tried but their &quot;by the glass&quot; selection is quite small. I hope this place will be around the next time we make it to Sydney!"
        ]
    },
    {
        "restaurant_name": "Auvers",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/auvers-haymarket?osq=Restaurants",
        "latitude": -33.8783949539571,
        "longitude": 151.20284550318,
        "restaurant_address": "Shop 4, 12 Nicolle Walk, Darling Square 12 Nicolle Walk Darling Square, Haymarket, NSW 2000",
        "review_highlights": [
            "Dry and overly cold muffin. Hard choice ... do I get it microwaved and be served too hot and chewy or eat it cold. I know - how about serving FRESH food, as in todays, not something made elsewhere and delivered refrigerated.   However, when I complained they immediately replaced one muffin with two delicious fresh pain au chocolate- so great service recovery.  Great coffee too and peaceful location on the square",
            "There's something truly energetic about this place. As soon as you see it from a distance the well-lit &quot;woody&quot; interior draws you in somehow. It was almost awe inspiring.   In any case, my cohorts and I attended on a windy weekend recently for brunch only to discover such tantalisingly interesting fare on offer. Grilled pork rice bowl, crab omelette served on a grilled croissant, or mushroom risotto just to name a few.   The staff were as attentive as possible considering how busy they were with takeaway orders and diners in alike. I had the grilled pork rice bowl, which I found to be delicious especially with the dressing that came with. Despite my dislike of pink radishes, it was flavoursome to say the least and the pork was really of melt-in-your-mouth quality.   The coffee led a lot to be desired, i found my mocha to be bitter sweet more than anything else and just a little lacklustre.   That being said I would highly recommend coming and trying not out for yourself. I'm sure you won't be disappointed.",
            "My kids wanted pancakes and unfortunately the Macha pancakes were not going to be for them. Took them to Pancakes on the Rocks which was great for them but incredibly unappealing for the parents. So we decided to cross over Darling Square to Auvers and were greatly impressed. They were busy and it took 15 minutes, but the staff were super friendly and considerate. Called us when the table was ready. Kids were happy playing. I got the Eggs Benedict with shredded pork and my wife got the Risotto. Both were absolutely incredible. Lots of flavor and hit the spot. Risotto was super rich with mushroom and truffles. Kids even wanted a second meal so we got scrambled eggs, toasted brioche, and a side of avocado. I realize that kid orders are complicated (because they are so boring and simple) and they were very receptive.   Coffee was good (4 starts) but not the best I've had. Didn't matter we were so happy with everything else it was a great experience. Can't wait to come back, won't even have to go to Pancakes on the Rocks first, which is awesome."
        ]
    },
    {
        "restaurant_name": "Two Sis & Co.",
        "restaurant_rating": 4,
        "price_type": "",
        "businessUrl": "/biz/two-sis-and-co-pyrmont?osq=Restaurants",
        "latitude": -33.8731563594774,
        "longitude": 151.195883018518,
        "restaurant_address": "Harris St, Pyrmont, NSW 2009",
        "review_highlights": [
            "This was one of my favorite places we ate in Sydney.  The drinks and all the food here are so beautifully plated AND it tastes amazing!! We loved their juice/smoothie so much we ordered a second one after we finished the first. The banana bread is one of the best I ever had and I loved my entree with tumeric chicken.  The owner was really nice to us and even let us try some of her waffle creations.  The restaurant is small but photogenic with their leaf wallpaper.  Wish they had a place like this in the states!",
            "Such a little fantastical surprise! At first sight this looks to be a regular cafe that does breakfast but the added little touches make it phenomenal!!! This place gives great food and puts that additional touch of artistry into the presentation which is beyond what anyone would expect of sub a little spot. Great coffee and priced well. Go there soon and eat some magic!",
            "This is an amazingly foodie experience that's pleasing to all your senses.  Besides tasting amazing, Two Sis is incredibly visually appealing; with banana tree wall paper, marble tables, and decadent flowers and bright colors adorning every meal. They play upbeat, lively music which automatically makes you feel cheery. The smell of fresh brewing coffee wakes you up, and the temperature of the air inside was perfect, even with the door open on a humid day.   But back to the taste- the most important part. I ordered and iced rose latte and it was just sweet enough, Rose syrup as a sugar replacement is unique enough to make it an experience traveling for. I had the eggs Benedict with ham for brunch, and every aspect of the plate was well thought out. The hollandaise was delicious, the bread was fluffy, and the eggs were perfectly cooked and runny. Absolutely amazing! You must check it out."
        ]
    },
    {
        "restaurant_name": "Betty's Burgers & Concrete Co",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/bettys-burgers-and-concrete-co-sydney?osq=Restaurants",
        "latitude": -33.8751814,
        "longitude": 151.1998628,
        "restaurant_address": "Shop E-04 14 Darling Dr International Convention Centre, Sydney, NSW 2000",
        "review_highlights": [
            "A MUST HAVE when you are having fun at Darling Harbour. Stop by and have a quick lunch! This should replace your once in a while maccas to once in a while Betty's Burger. Superior fast food chain in every way!  Service: 4.5 / 5 stars Vibe: 4.5 / 5 stars Food: 4.5 / 5 stars  Usually the service is fantastic here but once in a while, you get questionable service. You are greeted with a Hello and Goodbye as if you are welcome whenever. The vibe in Betty's Burger suits the beachy theme and I'm a huge fan of it especially this bang on spot in Darling Harbour. Could be improved trying to ward off seagulls in anyway as they like to scramble for some leftovers once in a while.  I loooveeeee the onion rings here. Worth coming here for the onion rings. Betty's Classic or Betty's Deluxe are my favourites. The Supreme Chicken is alright. Maybe it's just not for me but the chips are questionable at times. They are overburnt or have black markings on them at the bottom sometimes. I would just get the onion rings over the chips.  All in all, I love this place and always come here for a quick lunch or quick dinner when I'm playing ping pong near the area.",
            "Yes Betty! During my last trip to Sydney we made it out to Betty's Burgers and for some reason I chose to be a vegetarian that night and you know what... I am so glad because their fried mushroom burger is super freaking delicious.   Listen I don't know how much you really want me to say aside from the fact the burgers are delicious, the fries are delicious and even though I didn't have a shake, I saw that my friends were really enjoying their's. If I wasn't on another continent at the moment, I would be eating Betty's Burgers on the regular. Whether you live in Sydney or visiting Sydney, do yourself a favor and go get yourself a burger from Betty!",
            "Having been to 2 of the Queensland locations I had hopes, however sometimes things get left behind when branching out.  We visited on a busy Saturday day with the wife & baby. We were promptly showed to a table which they had prepared with enough room for the pram. Nice airy, location outside the ICC Exhibition Centre & just opposite the park.  The food was great, juicy burgers with cloud soft buns, fresh lettuce & tomato. Chips were hot & crispy, and the garlic mayo dipping sauce is too damn good! The only minor issue we had was there were a couple of items that weren't brought out. However  the staff were quick & attentive and promptly resolved this on the spot. To make up for any inconvenience, they even gave us a free concrete (like a sundae but better).  All in all, I'm impressed with this Sydney location, the burgers are up there with the best of Sydney, the staff are friendly and great to see they have high standards in customer service.  Looking forward to when their Manly store opens up in the new future, a bit closer to home & out of the hustle & hustle of Darling Harbour."
        ]
    },
    {
        "restaurant_name": "Yang San Park Korean BBQ",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/yang-san-park-korean-bbq-sydney?osq=Restaurants",
        "latitude": -33.8769991,
        "longitude": 151.2037485,
        "restaurant_address": "1 Dixon St, Sydney, NSW 2000",
        "review_highlights": [
            "Loved it here so much.   We randomly stumbled upon this place and it was packed which is always a good sign, we got in straight away and the staff were all very attentive and helpful with the Korean bbq.   We left absolutely filled to the brim and had plenty of drinks for less than $100 for the two of us.   I'd come back here in a heartbeat.",
            "Excellent service. They cook your meat for you to ensure it is in the perfect temperature and not overcooked. It's also cool that a large part of the restaurant is outdoors. The meat was good and the sides and salads was perfect to wrap the meats.   This area is Asian food heaven. You'll be so happy when you find a place like this. It feels like Hong Kong. It feels like Vietnam. It feels like Korea. Great walking area with no cars. Love it.",
            "During my time here at Sydney I came here twice. The hot coal grill in an outdoor setting was perfect for Korean BBQ. It isn't all you can eat like the states but I was satisfied with the amount of meat provided. The servers cook for you throughout the entire meal. The meat was very tender and high quality. The egg soup was amazing and the seafood pancake was also very delicious. I didn't feel like I overate like all the times I eat Korean BBQ. One of the best Korean BBQ I ever had along with it being outdoors your clothes don't smell as much."
        ]
    },
    {
        "restaurant_name": "Ichioku Japanese Teppanyaki Restaurant",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/ichioku-japanese-teppanyaki-restaurant-newtown?osq=Restaurants",
        "latitude": -33.901697,
        "longitude": 151.178682,
        "restaurant_address": "467 King St, Newtown, NSW 2042",
        "review_highlights": [
            "We had a great night a ichioku tonight. Even if the place doesn't look fancy, don't be afraid and have a seat. The service is great and funny, the food delicious and the price totally fair compared to other places in Sydney. Totally recommend it",
            "This place has great staff. They are fun and respectful. The atmosphere is good. The food was tasty and prepared well. You can see everything they cook in front of you and how they prepare it. The place is small and decoration is minimal, walls are black. The cooker likes to play games that involve catching bowls and food in your mouth. The environment is very friendly and welcoming. I recommend anyone to visit, you are sure to have a good time. My experience was fun and very good.   Example of price: for 3 people, our bill was around $170   Meals are around $50, $30 per head, depends on what you order."
        ]
    },
    {
        "restaurant_name": "The Spice Room",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/the-spice-room-sydney?osq=Restaurants",
        "latitude": -33.8617676,
        "longitude": 151.2124109,
        "restaurant_address": "Ground Floor, The Quay Building 2 Phillip St, Sydney, NSW 2000",
        "review_highlights": [
            "Best Indian food I've ever had. Had the butter chicken and garlic and cheese naan bread - best naan bread I've ever had - highly recommend!",
            "I made a reservation here because it was near my hotel and Indian food tends to have a lot of vegetarian options (my coworker on this trip is vegetarian).  We were seated in the tiny place as soon as we arrived and we ordered. The good was served quickly and was amazing. Everything was hot, fresh and flavorful. This was the best Indian food I had on the trip. Get the naan... you're welcome :)  I definitely recommend making a reservation since there are not many tables, but especially if you have more than a couple of people in your group.",
            "Great Indian food. Possibly the best tandoori chicken ever. Great smoky eggplant dish. A small restaurant so be sure to make reservations. Excellent service."
        ]
    },
    {
        "restaurant_name": "Mamaks Village",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/mamaks-village-sydney?osq=Restaurants",
        "latitude": -33.87195,
        "longitude": 151.198866,
        "restaurant_address": "10 Darling Dr Level 2, Sydney, NSW 2000",
        "review_highlights": [
            "Dined here twice right inside the Harbourside at Darling Harbour. Enjoyed their Roti filled with egg. Curried chicken with rice and beef rendang with rice. Second time visit, we ordered half of Hainese chicken with coconut rice and chicken rice. It came with two bowls of chicken soup. Go try this place if you're looking for something different - Malaysian cuisine!",
            "My wife and I first had their lunch special.  It was great!  I had the beef curry and my wife had the noodles with beef.  It was delicious.  You could taste the balanced spices.  We loved the food so much my wife and I went back for dinner two days later.  We had their Banquet special which consisted of their Lamb, whole fish, Beef and Malaysian fried rice.  All of the dishes were tasty and well prepared.  We were on vacation from Hawaii and both agreed the Malaysian dishes brought back memories when Oahu (Hawaii) used to have a Malaysian restaurant which no longer exist (Oahu).  The server was very helpful and made sure we had what we needed at our table."
        ]
    },
    {
        "restaurant_name": "Postales",
        "restaurant_rating": 4.5,
        "price_type": "$$$",
        "businessUrl": "/biz/postales-sydney-3?osq=Restaurants",
        "latitude": -33.8678447,
        "longitude": 151.2077854
    },
    {
        "restaurant_name": "Bistecca",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/bistecca-sydney?osq=Restaurants",
        "latitude": -33.8632723369272,
        "longitude": 151.207943712911,
        "restaurant_address": "3 Dalley St, Sydney, NSW 2000",
        "review_highlights": [
            "My by fave favorite place in Sydney- such a lovely experience. No pictures as they lock your phones away so you can actually visit with each other! Must make a booking/reservation. They grill a steaks right there in the same room- the steaks were delicious. The candle- yes candle, is made out of beef fat and they melt it in front of you!! Bread was delicious, we started with gnocchi. Had Brussel sprouts (so good) and potatoes and of course a bottle of wine!!!!",
            "Just go here! Make sure you have a reservation. Vibe 10 out of 10, food 10 out of 10, service 10 out of 10 and last but not least concept 20 out of 10!!! One of the most unique restaurants I've been to, it's a speakeasy entrance so don't walk by it... watch ling them cook your steak over open fire can't be beat. Must visit with you friends, family or significant other!",
            "can you live without your phone for an hour or 2??? if the answer is NO, go elsewhere!!!  yes, strictly no phones allowed in the dining room! you surrender your phones upon entering their dining room and will only be reunited when you finally pay!  still keen? take a stroll down george street towards the circular quay, like I did. a right onto dalley street will line you up with their nondescript entrance. down some stairs, through another door and you are at the bar. for once, the bar fronts the 'hidden' restaurant! speakeasy the bar isn't but their dining room is obscured from plain sight, behind!  i came without a reservation but managed to secure a counter top seat right by the charcoal fire! once they lock your distracting phones out of the way, the menu, water and wine flowed.  oh red wine on tap? perfect! slightly sparkly, served in a tumbler ala italian style, if you don't mind.  then homemade focaccia welcomes you! served with a side of candle? not any ordinary candle! but an exquisite beef fat candle for you to dip in as it melts!  decision time and bone marrow, bistecca, brussels sprouts, 3Bs ftw! a strange liberating feeling ensued. the duty to take a photo of all the experiences was replaced by the actual experience itself!  bone marrow was perfectly melt in the mouth with a parmesan crust that provided an accentuated texture. the main event however will take some time to craft. there's but one t-bone cut of meat here, just choose how thick and how well done, recommended medium rare. then sitting back watching the professional expertise in action, the master of raw fire, was just such a bliss. simply put the bistecca stood no chance. from the bone chilling sawing, to the branding by cast iron weights against the grills blistered by hot charcoal embers, finishing in and out of a warm oven for that perfect temperature before being carved for easy devouring, orgasmic. masterful teamwork all around, easy to miss if one was constantly on their devices! :) was also awestruck by the brussels sprouts, blackened but not burnt, balanced with the right acidity from balsamico, topped with a gently sharp pecorino and a cooling sour cream finish at the bottom.  so do we really need our phones? a want or a need? sure, this review would probably benefit with some photos of the inner sanctum to prove the talk. but perhaps your engagement would be better for it? the jury is still out........"
        ]
    },
    {
        "restaurant_name": "Fat Noodle",
        "restaurant_rating": 3.5,
        "price_type": "$$",
        "businessUrl": "/biz/fat-noodle-pyrmont?osq=Restaurants",
        "latitude": -33.8682833,
        "longitude": 151.1944216,
        "restaurant_address": "80 Pyrmont St Level 1, The Star, Pyrmont, NSW 2009",
        "review_highlights": [
            "We love to visit Fat Noodle at The Star. The Pho is sensational and hubby loves the Laksa. We don't gamble so we head to the casino just to visit Fat Noodle.  We have never waited more than 10 minutes for a seat, the food is delivered quickly and is super fresh and tasty. The serves are massive (I can never finish the noodles and broth of the Pho). The staff are friendly and attentive.",
            "Abit priced but I guess that's normal for the casino but all I can say is the food is f%#king amazing!  Decent portion size, the food is very fresh, my friends and I only waited 10 minutes and our food was served considering its very busy. The service was very good. Will definitely be coming back again!!!",
            "Considering Luke Nguyen's Red Lantern has a 2 month waiting list, in the meantime get yourself down to The Star casino and grab a bite to eat at Fat Noodle. It is definitely a far less formal affair, but the prices reflect that (in fact it only costs a little more than food court fare) and if you don't mind a casual dining ambience in the middle of a casino then you are in for a treat.  The spanner crab special (not on the main menu) was a mere $21 dollars and is literally finger lickin' good. The duck curry was also wonderful (the duck had nice crispy skin and a healthy serving of vegetables and had a wonderfully subtle sauce wherein the heat built up slowly.  I am definitely coming back here. It even makes up for the $25 parking fee for the casino."
        ]
    },
    {
        "restaurant_name": "Criniti's Ristorante",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/crinitis-ristorante-no-title?osq=Restaurants",
        "latitude": -33.871697,
        "longitude": 151.199019,
        "restaurant_address": "Harbourside Shopping Centre, Darling Harbou Shop 461, Level 2, Sydney, NSW 2000",
        "review_highlights": [
            "Hoppin place. FRI night in Sydney AU, reminded me of the best bars packed w hockey players. Pretty loud... hoping the food makes up for my hearing loss."
        ]
    },
    {
        "restaurant_name": "Yayoi Teishoku Japanese Restaurant",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/yayoi-teishoku-japanese-restaurant-sydney?osq=Restaurants",
        "latitude": -33.872500868724,
        "longitude": 151.207537986338,
        "restaurant_address": "Level 1 500 George St, Sydney, NSW 2000",
        "review_highlights": [
            "Located in the new and renovated market city, YAYOI is a clear stand out. With a beautiful furnished space and plenty of seating, this is our new favourite Japanese restaurant.   We tried the Yayoi Gozen - this is the perfect dishes to try all of Yayoi favourites which includes the pork loin cutlet, salmon salad, salmon teriyaki and the Wagyu sukiyaki.  We love how Yayoi continues the traditional of meals consisting of one soup dish and three other dishes providing a good balance of nutrients which is believed in japan to be the foundation of a healthy diet.   We also had the delicious Unagi Hitsumabushi Teishoku. Ellen's first time trying unagi couldn't have been better with this dish! The kinme-mai rice used has 10% fewer calories than the other rice used so you have more room for dessert.  Now of course- to the dessert , we recommend the matcha warabi mocha and the matcha anmitsu. This is the perfect finish to a well balanced meal leaving you satisified.",
            "Amazing Japanese food with some high-tech flair! I came here with 2 other friends around 8pm, and we were able to be seated immediately. A cool aspect of this restaurant is that you order on ipads, which is a pretty cool touch that is different than other restaurants. Since I am a sucker for some good salmon sashimi, I got the raw salmon sashimi don, which comes with miso soup. The salmon is on top of a bowl of rice with shredded tamago and seaweed. The salmon was fresh and buttery, and the whole dish was satisfying and delicious! I would definitely come back to try their other dishes!",
            "Nice place to hang out with friends. Food was very delicious and price was surprisingly not expensive! We went on thurs at 6 and only had to wait for 15 mins for a table for 4. They have really good services and we ordered everything on the computer. The food that amazed me was the dessert, not so sweet and sticky. Though i will not compare the food with the top japanese ones, i'd say this restaurant is good enough for casual japanese dinner.  We finished our dinner around 8pm and there was still a long queue waiting outside, couldnt imagine how popular it is!  I will definitely go back again with my family again."
        ]
    },
    {
        "restaurant_name": "Willis Canteen",
        "restaurant_rating": 5,
        "price_type": "$",
        "businessUrl": "/biz/willis-canteen-ultimo?osq=Restaurants",
        "latitude": -33.8778009,
        "longitude": 151.1965864,
        "restaurant_address": "197/392 Jones St, Ultimo, NSW 2007",
        "review_highlights": [
            "This place has the very best and most authentic tasting Indonesian food in Sydney!   If you're ever in The city then please make a stop here for some hearty Indo goodness!   A must order is the GadoGado with the rice cake and if you are a chilli lover then spicy is a must:. If heat isn't your thing then make sure to let the staff know not to add any chilli..   A good tip is to phone ahead and pre-order your GadoGado - as each dish is hand made fresh to order and due to the complicity of the dish can take about 20mins-ish to make!   Their Nasi-Goreng is amazing also! It comes with a piece of chicken or meat on the side! And is sure to be a crowd pleaser!   Make sure to buy some of their &quot;Maicih&quot;Indonesian specialty chips too!!",
            "This place will make you feels like you are in Indonesia. Very lovely & friendly family own. We order Noddle, tofu & meatballs, batagor, sate ayam & lontong. All delicious.... Thank you..",
            "Excellent family run authentic Indonesian. Great gadi gado (call ahead and put your name on the list!!). No frills."
        ]
    },
    {
        "restaurant_name": "Two Good Eggs Cafe",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/two-good-eggs-cafe-surry-hills-2?osq=Restaurants",
        "latitude": -33.878567,
        "longitude": 151.211782,
        "restaurant_address": "148 Goulburn St Shop 2, Surry Hills, NSW 2010",
        "review_highlights": [
            "We were staying at the apartment building across the street and someone recommended this place to us in the elevator as we arrived. I'm forever thankful to that guy since we ended up having breakfast here for over half of our stay.  I, personally, tried half their menu. They also have rotating specials which were delicious.  Everything from Two Good Eggs Breakfast, to the toast with honey, apples, walnuts, and goat cheese, to their croissant breakfast sandwiches were amazing.  And I have no words for the bacon: way better than American bacon - a good chunk of meat but also crispy ... Yum!  We did try a couple of other places but they did not compare. We ended up coming back here on our last 2 mornings in the city   One thing is they don't have any fresh fruit which my friend was kinda craving. Otherwise, everything was great: food, service, ambiance.  I recommend coming here, even if you're not staying next door - you'll love it!",
            "Great coffee, latte. Food was amazing!!! Hope to come back!!! From California and really enjoyed the breakfast! SmokedSalmon and spinach omelette mmmm!",
            "Thank you Yelp community for directing us to Two Good Eggs Cafe. As tourists from America we were in search of a fabulous Aussie brekky and we found it! As you walk in there are stairs leading up to the main area. I didn't see a handicap entrance.   Many locals were ordering coffees to go however we stayed to eat. The restaurant had a steady flow of traffic while we were there. I had the smoked salmon spinach scrambled eggs, it also comes with two pieces of toasted bread. It was heavenly! My mom ordered the eggs Benedict and mushroom avocado toast. She said it was fabulous! The wait staff were all super friendly. You pay at the counter. If I had more time in Sydney I'd definitely come back! We left highly satisfied about our first Australian delicious breakfast!"
        ]
    },
    {
        "restaurant_name": "Bennelong Restaurant",
        "restaurant_rating": 4,
        "price_type": "$$$$",
        "businessUrl": "/biz/bennelong-restaurant-sydney-5?osq=Restaurants",
        "latitude": -33.8565361,
        "longitude": 151.2149964,
        "restaurant_address": "Sydney Opera House Bennelong Point, Sydney, NSW 2000",
        "review_highlights": [
            "Chef Gilmore is, apparently, the Executive Chef at both Quay and Bennelong, so when he heard that Katie's BFF and FWB wanted to take us out for our final Australian dinner, he insisted the four of us dine here as his personal VIPs. To paraphrase a line from Mel Brooks, &quot;It's good to know the King.&quot; LOL.   Tucked into the side of the Sydney Opera House, Bennelong affords stunning views of the Sydney Harbour Bridge and the city lights. Like with Quay, Gilmore's creations are as special as the view and showcase the best of Australia's produce with a focus on terroir. That being said, dearest reader, whatever you eat, you must leave room for dessert. Classy, romantic, sophisticated, innovative, prix-fixe, and pre-theatre dining -- it's all here at Bennelong.   Ironically on that last note, sometime over 200 years ago, Bennelong Point was a tidal rock island in the heart of the Gadigal lands. It has been said that this was a location for Aboriginal women to congregate on the rising tide, eat shellfish by the fire, and tell stories. Telling stories. Sharing stories. Our night consisted of marvelous food and drink and stories. What a wonderful and sentimental way to say our goodbye to Sydney. Katie and I will definitely return.   We have an 18-hour flight tomorrow. Wish us luck. And thank you, New South Wales, Australia for your wonderful, amazing, glorious, 5-star hospitality!!!",
            "Food and service were impeccable, beautiful scenery, lived up to the expectations.  The menu is 3 courses pre fixe with option for added cheese plate at the end, however it was not needed as the portions were plentiful. I had the John Dory as a main with prawn (red claw yabbies) as a starter.  Plating was very beautiful.  The somm was also quite helpful with our wine selection. Overall unforgettable night ,will be back thank you",
            "What a great experience having dinner here. We sat at the bar and Rebecca was our bartender/server.  She was very nice and personality was even better. Guided us through the menu and helped us make our decision on what to order.  We ordered the mud crab congee and shaved southern squid for apps which were phenomenal.  For our mains, we ordered the special fish which was pink snapper was pretty good.  But the blackmore 9+ wagyu was something we have never had and words cant describe how good it was.  You MUST get it if you go.  Staff worked well together and all were very nice.  Thanks Rebecca"
        ]
    },
    {
        "restaurant_name": "Bōrn by Tapavino",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/b%C5%8Drn-by-tapavino-barangaroo?osq=Restaurants",
        "latitude": -33.865049,
        "longitude": 151.20134,
        "restaurant_address": "9a 23 Barangaroo Avenue, Barangaroo, NSW 2000",
        "review_highlights": [
            "Fantastic food and service and atmosphere. I ordered the octopus, some of the best octopus I have ever had and I have traveled a lot. Love this place.",
            "We first visited their flagship bar/restaurant - Bar Tapavino which quickly became one of our favourite restaurants. Not long after, they opened another standout - Balcon, which we also greatly loved. This restaurant group have since opened a relatively new addition, situated in Barangaroo, called Born. This restaurant group has a simple recipe for running and it works well -  their drinks have a focus on wine and sherry, sprinkle in some great food, as well as a high standard of service.   We visited Born by Tapavino to round out the trifecta of our visits to the restaurants in the Tapavino range, and we had heard great things about it. This restaurant has a beautiful setting by the water at Barangaroo and with an alfresco dining space as well, it makes for an ideal place to visit for a wine accompanied lunch, afternoon drinks or an evening dining experience.  Drinks wise, at this sort of establishment, we are comfortable to leave it with the staff and you will not be disappointed. The sommeliers do a great job of picking drinks to your preference and matching it with the food you have ordered. Amandine recommended a beautiful red wine which was superb and matched the food incredibly well. One of us was driving on this occasion, and we left it in the bartenders hands to concoct a delicious mocktail.  The tapas (individual bites) had us salivating when trying to decide. We rested on the balmain bug and prawn sliders. The sliders did a good David Copperfield impersenation, they vanished soon after arriving at the table.  The highlight of the tapas experience were some manchego churros are were a revelation. Some soft fried dough topped with the smoked chorizo mayo, so good they should bottle it. Whilst the regular dessert churros have always been good, savoury ones now have our vote. We could have eaten a bucket.   Moving on to primera, these dishes are a larger and great for sharing. We couldn't visit and not try the warm cow's milk cheese wrapped in jamon serrano which is served with truffled honeycomb. This dish is heaven on a plate, if sharing you will do battle for your share.  The mains also great for sharing. The lamb rump was perfectly prepared, sauced with chimichurri to cut through the richness of the meat. This was served with papas fritas tiny fried potato battons, which provided some crunch to the dish and the smoked paprika taking this dish to another level. Paired this with a nice glass of red suggested by the sommelier, Perfecto!  You will need to save room for dessert, as it is a highlight, better yet, just channel the dessert stomach. So many amazing options, the bunuelo (spanish doughnuts) doughnuts must be selected to put a bigger smile on your dial. The dessert special for the evening - a dulche de leche and dark chocolate ganache tart was spectacularly decedent. The chololate and mixed nuts with peanut butter caramel and also the arroz con leche helado, this is a classy Spanish ice cream sandwich and was a clear standout. Make sure this is paired with one of the amazing sherries on offer, the pairing takes this dessert to out of this world good.  Born by Tapavino, is one of our favourite venues for 2017. Great food, drink and service. What else does one need? Nothing.",
            "Tapavino is a go to restaurant for me! The service is always amazing and food is always consistent. I've been to all the Tapavinos in Sydney and each location is always great. It's an awesome location for every event. The wine list is incredibly extensive and the food is designed to be shared. The humble pan con tomate is my staple each visit! You can't go wrong with the jamon, beef cheeks and the shaved cabbage! Highly recommend."
        ]
    },
    {
        "restaurant_name": "Yakitori Yurippi",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/yakitori-yurippi-crows-nest?osq=Restaurants",
        "latitude": -33.8275914724233,
        "longitude": 151.201281870699,
        "restaurant_address": "7 Falcon St, Crows Nest, NSW 2065",
        "review_highlights": [
            "In Japan you get your yakitori (chicken-on-a-stick) fix in izakayas, informal gastro-pubs where salary men fill in the void between work finishing and dinner. Heading up a &quot;young but enthusiastic&quot; team, Tin Jung Shea (ex-The Cliff Dive) has recreated the same super-relaxed drinking atmosphere right here in Crows Nest.  Settle in for beverages and bites at the polished concrete bar with a bird's-eye view of the stick-flipping action, or pull up a table and turn your visit into a casual dinner using clever sides. First on the agenda is washing away the sorrows of your work-life with a palate cleansing ale. The one to drink here is the golden Orion Draft ($8/400ml) from Okinawa - the hip, sub-tropical outpost of Japan. It's crisp, refreshing and mild enough to be a great sake chaser if you're a fan of double-parking.  You know I am, so against a bowl of Edamame ($4.90) and some even better Burdock Root Chips ($4.90) that make a tasty, lightly seasoned alternative to potato chips, I got stuck into sake. The Yurippi team prepared me three tokkuri (flasks) of different sakes and gave me some tips on which dishes they'd suit best. You can get them to do the same, or skip straight to my favourite, the Yuki-no-Bousha ($25/300ml), which has a full, round flavour that makes it a hit with grilled meat.  Start with the classic - Chicken Thigh and Shallot ($2.90/each) accentuated by sweet soy - before you hit the star: Tsukune ($4.50/each). Popular in Japan, these house-made chicken meatballs are made by mincing chicken thighs with soft bones for added texture, shallots, ginger and garlic, basted with sweet soy, and served up with a runny 63-degree egg.  They're also making their own dashi (a Japanese stock) using sake, shitake stems, soy, mirin and kombu, which is put to excellent effect in a delicate, Japanese Omelette ($4.90). The long, brown seaweed (kombu) is also employed in butter form to accentuate sashimi-grade Scallops ($4.50/each). Handle them carefully though, coming straight off the grill, the shells are scorching hot.  At the more fun end of things, there are Bacon-Wrapped Mochi ($4.50) skewers made using glutinous rice cakes. They have a texture similar to roasted marshmallow, without being as sweet. Or there's Japanese fried chook, called Karaage ($4.90), served up here in a mini fry basket with Kewpie mayonnaise.  Now while kombu is the taste I'll most remember this spot for - especially on the super simple Cabbage ($4.90) side - eating my first oden was a very close second. This warming chicken broth is sold in Japanese convenience stores, with the floating additions added like we select lollies in a Pick-n-Mix! You can either let the Yurippi team do the selecting for you by ordering a six-piece Oden Set ($9.90), or choose your own favourites from tofu-wrapped creamy mochi, fishcakes, egg, yam cakes, or wedges of white radish (daikon).  I'd be hard pressed to remember another dish that I've eaten that made me feel more like I was experiencing something authentically Japanese. Yes, authenticity is something this tiny but charming yakitori bar has in abundance!",
            "Authentic yakitori grilled over coals. We really enjoyed our meal. We ordered a selection of the specialities including chicken and spring onion skewers, chicken meatball with poached egg and the grilled onigiri. With 3 adults and 1 toddler we spent $175.",
            "Walking into Yakatori Yurippi was like walking into a side Alley in Roppongi. This is as good as it gets with a wide selection of tasty grilled treats. The Chicken meatball with Egg, Pork Jowl and Pork Belly are some of the many highlights. Many of the options can be served grilled with just salt, or dipped in a sweet soy marinade - delightful  The Okinawa draft beer and excellent Japanese whisky selection rounds off a fantastic experience .... right in the centre of Crows Nest"
        ]
    },
    {
        "restaurant_name": "Harts Pub",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/harts-pub-the-rocks-2?osq=Restaurants",
        "latitude": -33.861756,
        "longitude": 151.206391,
        "restaurant_address": "Essex St &amp; Gloucester Street, The Rocks, NSW 2000",
        "review_highlights": [
            "This is one of my favorites when visiting Sydney. Great ambiance, funny quotes on the upstairs walls, the staff is always friendly and the food is great. The beers are all craft and cycle out but they have a good selection.",
            "We came here for the bottomless drinks lunch and it was a fantastic experience! This a cute pub loCated in the Rocks. You could tell the building was old but that was the whole point.   We reserved our lunch ahead of time. We had two hours to drink whatever we wanted. We ordered the wings small size as an entree(appetizer) and got it half spicy and half their house sauce. These wings were delicious. The spicy sauce is a Franks red hot sauce and the house sauce was a teriyaki flavored kind of sauce. Not sure what the dipping sauce was but it was so good!   My fiancé and I ordered the steak with salad and both got mashed potatoes with red wine jus. It was sooooo good! The steak was perfectly cooked to medium rare, so flavorful and paired well with the creamy mashed potatoes! You go up to the counter/ bar to order which made everything easy.   I definitely recommend this place!",
            "I'm the type who likes the pub on a weekday night or a weekend afternoon. It's nice to have some folks around, but I prefer having space to move and relax. For that reason, Hart's Pub was perfect for me.   We stopped by around lunch time and I tried several beers. I liked each to varying degrees, but between their descriptive menu and the helpful barkeep, I knew what I was getting into each time.   The food is nice as well. We tried a few of their shared plates, and all were quite good.   The facility itself is spread amongst three levels. You just walk in and find space on your own, then order from the bar. There were only a few tables available during the afternoon, so if you absolutely want a seat, you may want to reserve ahead. Like a proper pub, however, the tables are spaced well apart, so there is ample standing room for those who just want a beer.   Overall, a very nice and unassuming pub."
        ]
    },
    {
        "restaurant_name": "Seawall Bar & Restaurant",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/seawall-bar-and-restaurant-sydney?osq=Restaurants",
        "latitude": -33.8565943973678,
        "longitude": 151.204734021115
    },
    {
        "restaurant_name": "Pub Life Kitchen",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/pub-life-kitchen-ultimo?osq=Restaurants",
        "latitude": -33.876539,
        "longitude": 151.196718,
        "restaurant_address": "265 Bulwara Rd, Ultimo, NSW 2007",
        "review_highlights": [
            "The El Chapo Deluxe - One of the messiest burgs I've had. Sauce and chips flying everywhere. Decided lack of lettuce in my burger even though the PLK image had lettuce in it..not that it detracts from the flavour at all. The smashed beans were smeared on the bun so under the chicken so my bread was falling to pieces - oh well...my hands were messed up already anyway. Also something addictive about the fries! Couldn't stop eating them. Solid. Can't wait to go back and try some other burgers.",
            "IT'S BAAAAAAAAAAAAAAACK!!!!!  For those familiar with Bill and Tony's Pub Life Kitchen a few years ago in Surry Hills which then had a popup in Flinder's and then another one out west...they finally have a solid location, this time in Ultimo.  Known for their burgers, they also have daily specials as well on top of $10 lunches.  All burgers come with fries and beware as the O.G. comes medium rare.  The O.G. ($18) - house ground beef, caramelised onions, tomato, lettuce, smoked cheese, homemade aioli  The Cheeseburger ($17) - house ground beef, cheese x2, pickles, onion, mustard, homemade tomato sauce  The Bird ($18) - dorito fried chicken, jack cheese, slaw, mayo  They also have some new additions like sticky hot wangs ($9).  So glad this is back",
            "I'll start this off simply - come here for the burgers. PLK is a cosy little nook tucked in the back of the Lord Worsley (here's some trivia, it's apparently the narrowest pub in NSW). Get in early or anticipate a wait for a table.  The burgers are next level here, simple no fuss fare cooked incredibly well. The cheeseburger ($17) is larger than you expect once you lay into it, no complaints here! A juicy beef patty cooked a perfect medium, with two slices of jack cheese, pickles and the most dope ketchup/mustard combo given the warmest of hugs between a delectable milk bun. Drool city. Burgers are served with fries, ask for some gravy to really up the ante.  Service was great, not too stuffy and really helpful. If you love a great burger (a la Mary's and Mister Gee's) then you absolutely need to try this joint."
        ]
    },
    {
        "restaurant_name": "Mori Japanese Seafood Restaurant",
        "restaurant_rating": 4,
        "price_type": "$",
        "businessUrl": "/biz/mori-japanese-seafood-restaurant-glebe?osq=Restaurants",
        "latitude": -33.880949,
        "longitude": 151.188413,
        "restaurant_address": "175 Glebe Point Rd, Glebe, NSW 2037",
        "review_highlights": [
            "Wow! Absolutely delicious. My husband and I were visiting Sydney and wanted to try a sushi spot. Upon research, this place had some of the best reviews.  This place was amazing and I highly recommend. The staff was also very nice.",
            "This has been the best sushi hands down that we have had in Australia. Service is impeccable. The staff are cheerful, courteous, and friendly. And the owner/chef is kind and welcoming.  Nice, cosy atmosphere with lovely, light and upbeat music!  If you are in Sydney and looking for sushi, come here! It is well worth it!",
            "Super fresh sushi in a Glebe. Their all you can eat is THE best deal in town.  Gyoza, salad, sushi, hot pot,  tempora, yakatori and more is on the all you can eat menu!  We love their Salmon with mustard and onions. I know that sounds different but try it!!!    And their staff is delightful!! Sophia the host/server we normally get is awesome. Her mother, and sushi chef brother run a great little spot. Call ahead and they will save you a table as it gets busy."
        ]
    },
    {
        "restaurant_name": "The Boathouse Shelly Beach",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/the-boathouse-shelly-beach-sydney-3?osq=Restaurants",
        "latitude": -33.801038,
        "longitude": 151.298247,
        "restaurant_address": "1 Marine Pde, Sydney, NSW 2095",
        "review_highlights": [
            "The setting makes this worth the trip. The food and service are solidly four-star. For two, lunch, AUD 84.7: Roaring Meg Sauvignon Blanc 10.00 San Pellegrino 8.00 Boathouse Salad -- Salmon -- Half Avocado 32 Dory Burger with chips 27  TIP: Counter service with food served at your number-flagged seat TIP: Bikes prohibited from Manly Beach to Shelly on the weekends",
            "I love this little cove (Shelly Beach) and anytime I am in Australia - I make the effort to come here and eat at the Boat House. The seafood is always super fresh and I love the laid back vibe and nautical/ sea decor. We went overboard and got the seafood platter which is suggested for two but can safely feed 3/4. The prices (in my view) are still relatively reasonable for the quality of the food. We popped a bottle of Bollinger and had quite a fare! This little nook of the world is beautiful and such a pure little treasure that it always makes even a drab day turn into something special. As long as the Boat House is still there, the  pilgrimages will continue. Love love love it",
            "Excellent! The food was amazing as was the fresh pressed juice! The ambiance and decor were both  top notch. This is a MUST VISIT if you are near Manly Beach. You won't be disappointed!"
        ]
    },
    {
        "restaurant_name": "Ho Jiak Haymarket",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/ho-jiak-haymarket-haymarket-2?osq=Restaurants",
        "latitude": -33.8792386,
        "longitude": 151.2036662,
        "restaurant_address": "92 Hay St, Haymarket, NSW 2000",
        "review_highlights": [
            "Love taking guests here. Ho Jiak provides a unique experience that pleases all the senses. A laid back street vibe with colour and the chatty noise of people enjoying themselves. Clearly they are there for the food and it's never disappointed me yet.  Couple of my faves are the chicken wing appetiser done in duck yolk, a combination sweet n savoury and of course the giant Milo. Which is great to have n hand when those main meals get a bit spicy and you need something to put out the fire lol.  Staff are always friendly.  I do recommend to book, but if you need to wait outside for a while the turn over is relatively quick.   I think they have some specials now to entice people in before the after work crowd arrives so get yourself in there.",
            "Awesome Malaysian restaurant!  If you've read other reviews below, there's a good reason why YouTubers (including myself) rave about this place: possibly hands down the best Malay restaurant in all of Sydney. Located across the street from Market City in Chinatown.  I only tried the Laksa Hainan Chicken so the food component of this review is only based on that dish. Who knew that 2 of my favorite Malay dishes can create so much synergy - it's like a matchmade in heaven! The noodles are a combo of the rice vermicelli and thicker yellow noodles. Broth is solid - good kick but not spicy at all, so even people who can't handle spice can eat this dish; yet, there's a complex umami flavor that's reminiscent of OG laksa with the coconut milk element. The Hainanese chicken is tender and just oh-so-good. You may be wondering how the dish is not the same without the various sauces that comes with its standard rice counterpart (usually ginger scallion, sambal, and a soy sauce-based sauce), but with the flavoring of this dish, it's not needed.  Total price for Laksa Hainan Chicken was a little less than $18 USD.  Ambience inside is wonderful and the decor makes you feel like you're back in SE Asia getting street food. Staff were also friendly, and service was fairly quick. Try this place out whenever you are visiting down under!",
            "Found this place watching Youtube foodies. This is our first time eating Malaysian food. So we went here because it was recommended by many YouTubers. Make a reservation (aka booking). They get busy. If you want to walk in, get there before 5pm as it gets really busy after.  Started with the Roti with Satay chicken. Nice crispy outside and yummy chicken inside. It came with a sauce which made it tastier.  Get the Laksa! Oh so good. Got it with Hainan Chicken. Chicken was soft. Broth was hearty with nice spicy coconut flavor.  Staff was very friendly and explained some of the dishes. Once you're done eating, pay at the front desk. Fast and efficient."
        ]
    },
    {
        "restaurant_name": "Nomad",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/nomad-surry-hills?osq=Restaurants",
        "latitude": -33.8798142,
        "longitude": 151.21027
    },
    {
        "restaurant_name": "Fisherman's Wharf Seafood Restaurant",
        "restaurant_rating": 4,
        "price_type": "",
        "businessUrl": "/biz/fishermans-wharf-seafood-restaurant-pyrmont-2?osq=Restaurants",
        "latitude": -33.873035,
        "longitude": 151.192618,
        "restaurant_address": "50 Bank St Level 1, Pyrmont, NSW 2009",
        "review_highlights": [
            "I was invited to a banquet here so can't really comment on the price, and service may have been different from regular dining. But the food was a very high-quality with lots of fresh seafood which you would expect from the fish markets. Comments about the ambience of the outside are correct it does sometimes smell and is a working fishmarket so it's not the most pleasant, but the inside is very nice",
            "This restaurant is located within the Pyrmont Fish Markets and to be honest it's not the nicest smelling location and is not really suitable for corporate or first dates unless you're not too keen on trying to impress.  The food is not too bad evidenced by the loads of Chinese and Australians the go in and out its doors of a lunchtime.  Yum Cha by day and a la carte Chinese restaurant by night this restaurant offers marginally better service with staff slightly less rude than those you will encounter at various yum cha in Chinatown.  The prawn dumplings (Har Chao) steamed are a yum cha must but these are too garlicky for my liking and I love garlic.  All their dumplings of variation include; spinach and prawn, snow pea and prawn, vegetarian, seafood combinations etc  are like deadly garlic bombs.  Steer clear if you intend on going to a meeting after lunch or want to steal a kiss.  However the soy noodles, salt and deep fried pepper calamari, roasted duck, rice noodles with BBQ pork or prawns and prawn toasts are quite delicious.  It is all standard yum cha fare but its good yum cha and reasonably priced.  As it's such a large space you won't need to queue to get a table and even if you have to wait there are plenty of seafood shops below as well as a grocer and speciality deli.  Well worth your curiousity and you bookings can be taken online.",
            "I have been to this restaurant many times. For a seafood restaurant, the fresh seafood is outmost important to me as I don't really like seafood that much. But this joint delivers - fresh, reasonable price. I mean, you can spend loads for Lobsters and crabs but you can go there with a budget in mind.   Yum Cha (Dim Sum) in this restaurant is one of my favourite. The servers aren't as rude as the ones in chinatown and they are more relaxed! You don't usually have to wait for a long time for a seat unless it is mother's day or chinese new year or other holidays.   Just an insight information, in many chinese restaurant, there are 2 waiting lists. One being the regular list for English speaking people and another list for patrons who knows inside management and can speak the same language. I think that's discrimination and although it is hard to prove, this is what is happening in chinese restaurants nowadays. So think about that people!"
        ]
    },
    {
        "restaurant_name": "The York Street Eatery",
        "restaurant_rating": 5,
        "price_type": "",
        "businessUrl": "/biz/the-york-street-eatery-sydney?osq=Restaurants",
        "latitude": -33.8679205,
        "longitude": 151.2056805,
        "restaurant_address": "65 York Street, Sydney, NSW 2000",
        "review_highlights": [
            "Just happened to walk by at 715 on a Saturday and this place was open. My husband sat down as I thought we were doing take away. The photos do not express the flavor and perfection of this place. The latte and mocha we beautiful eye candy as well as delicious . Another perfect banana bread toasted buttered and dusted with powered sugar for that lasting effect. The best for last ... the FRESH squeezed orange juice is off the wall!!!!  Pleas take a seat and enjoy it!!!",
            "Had breakfast there on both mornings while staying nearby. Great food with plenty of healthy choices. Small but well spaced seating area. Friendly staff and quick service. Excellent. I went early and the crowd built quickly after about 8am - obviously many local regulars.",
            "Found this wonderful little cafe the first morning we were in Sydney.  We loved it so much that we came here for breakfast every day.  Tasty food, quickly prepared and beautifully presented. It was made even more special by one of the staff recognizing us and welcoming us back the second morning.  If I ever return to Sydney, I know exactly where I'll eat!"
        ]
    },
    {
        "restaurant_name": "Palmer & Co",
        "restaurant_rating": 4,
        "price_type": "$$$",
        "businessUrl": "/biz/palmer-and-co-sydney?osq=Restaurants",
        "latitude": -33.864218,
        "longitude": 151.208229,
        "restaurant_address": "Abercrombie Lane, Sydney, NSW 2000",
        "review_highlights": [
            "&quot;An underground prohibition-style bar, celebrating a time when booze was banned, yet free-flowing.&quot; --Welcome note on their website   Your night at Palmer & Co. begins before you even arrive; walking down Ambercrombie Lane through a nondescript door, and underneath the city streets. From that point on you could be in another place and time. Black and white photographs line the walls and everywhere you look there are details that harken back to yesteryear. P&C's drink focus is on cocktails and spirits, but champagne comes in at a close third, with a wide selection to choose from. To add to the ambiance, they have regular sets of live music, creating a mood of refined debauchery. Who could ask for anything more? (Wellll... never mind.)   Katie and her BFF stuck with a P&C signature drink, aptly named, &quot;Party Girl With A Bad Habit.&quot; It's $25 dollars (AUD) a glass, but well, well worth it. Noah (the BFF's FWB) and I kept to the classics: he with the &quot;Income Tax,&quot; and me with the &quot;Bensonhurst.&quot; Because something needed to absorb all that alcohol, we had multiple sides of steak tartare, black truffle mac and cheese, and marinated olives. Oi!!  Nothing is cheap in Sydney, and that's okay, but if you decide to vacation here, double whatever your budget might currently be. As for Palmer & Co., this is a place to enjoy and indulge. Definitely come visit.",
            "This is a longggg overdue review but this was hands down one of the best speakeasies/bars I've been to. It has such a cute prohibition-esque ambiance! All the staff is dressed up according to that era as well!Our bartender was super friendly and we had great conversations. We all loved the drinks. I had the penicillin and it was the BEST I've had. The drinks are pricey, but similar to NYC cocktail bars. Highly highly recommend checking this place out!!!",
            "We lovvvvvvved this bar!!!!! Came here because one of the only places open late on a Sunday.   The vibe and ambiance in here is killer!! Place is massive and one of the coolest speakeasys I've ever been to. Sad I couldn't pick this place up and take it with me back to Murcia.   One of the best grilled cheeses I've ever had and we had a solid cheese board. Droooooooool."
        ]
    },
    {
        "restaurant_name": "Made in Italy",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/made-in-italy-pyrmont?osq=Restaurants",
        "latitude": -33.8696859634684,
        "longitude": 151.192800806536,
        "restaurant_address": "104 Miller St Shop 3, Pyrmont, NSW 2009",
        "review_highlights": [
            "There are zillions of flashy, allegedly &quot;Italian&quot; pizza joints in Sydney.  Many not only have good marketing, but make wood-fired pizza as well.  Despite how broad the field is, I have yet to encounter any pizza place in Sydney that makes better thin, crispy pizzas than &quot;Made in Italy&quot;.  I am constantly on the lookout for new and better places, but I have yet to find one.  If you'd like to try some of the best pizza that Sydney has to offer, then you need to check this place out!",
            "Lovely people! I always get tip top service, even when I go in with my entertainment voucher or redeem my birthday pizza. Everyone is always smiling and the food is always of the best quality. Must try the tiramisu! I never liked tiramisu much as I thought it was too soggy for my liking, but their tiramisus changed that!   Make see you have your pizza piping hot though, I had it warm once and it just didn't compare. It's worth turning the oven back on to reheat so it's crispy and perfect again!",
            "I literally couldn't consume the food fast enough. You could say I was genuinely stressed about not being able to finish it all. Amazing pizza and pasta and the wait staff was so attentive. They even took our picture (random). Ambiance on fleek. Felt like I teleported to a sunset dinner on the Italian waters. Ooooo I can feel it now."
        ]
    },
    {
        "restaurant_name": "Chinta Ria Temple of Love",
        "restaurant_rating": 5,
        "price_type": "$$",
        "businessUrl": "/biz/chinta-ria-temple-of-love-sydney-2?osq=Restaurants",
        "latitude": -33.871322,
        "longitude": 151.202501,
        "restaurant_address": "201 Sussex St Level 2, Sydney, NSW 2000",
        "review_highlights": [
            "My favourite Asian restaurant is the entire world! I'm never disappointed.  From the curry puffs to the pineapple fritters with coconut ice-cream....OH WOW!!!"
        ]
    },
    {
        "restaurant_name": "Marlowe's Way",
        "restaurant_rating": 4.5,
        "price_type": "$",
        "businessUrl": "/biz/marlowes-way-sydney?osq=Restaurants",
        "latitude": -33.8639668,
        "longitude": 151.2079769
    },
    {
        "restaurant_name": "Din Tai Fung",
        "restaurant_rating": 4,
        "price_type": "$$",
        "businessUrl": "/biz/din-tai-fung-sydney-9?osq=Restaurants",
        "latitude": -33.8774678,
        "longitude": 151.2069658,
        "restaurant_address": "644 George St Shop 11.04, Level 1, Sydney, NSW 2000",
        "review_highlights": [
            "When you dine at a Din Tai Fung, you really just want to point at the menu and say &quot;bring me everything&quot;. No matter what you order, it will be hot, fresh, properly spiced and excellent. I usually dine at the locations in Sydney and Singapore. If you'll be dining at the Torrance location, go early or have a reservation, the lines get long. Highly recommend a party of at least four, so you can try several dumplings and greens. I also particularly enjoy the beef noodle bowl. If you haven't tried Din Tai Fung, you're missing out!",
            "Xiao Long Bao for brunch...YES! Fantastic brunch at Din Tai Fung with the wife. We were immediately seated and the hostess pulled out a tableside basket to hold our bags and purse. We ordered via the iPad on the table and were able to delay our dessert until after our meal.  The XLB are always delicious here, soup was on point in every bite 5/5. Next we had the fried wonton with sweet chili sauce and mayo 5/5 good to the last bite. The cha jiang noodle reminds me of Chinese spaghetti bolognese and was Bomb! We devoured everything in preparation for our Yetti fun bun dessert. The Yetti fun bun was a large bun with three mini buns inside. The red was red velvet inside, purple was blueberry cheesecake and orange was chocolate filled. The bun had the perfect sweetness to it 5/5 and they serve a small dish of extra chocolate sauce for dipping.  The staff was very pleasant and were quick to clean the table after each dish. Definitely return here for more XLB and other dishes!",
            "We went out for dinner last night wanting something familiar to home. We had been to DTF a handful of times at home so decided to grab dinner here.  SERVICE - Wow, they were efficient here. You sat down, ordered from an iPad, checked your bill, and they brought your food. Food came out so fast! Once you were done eating, you brought up your bill to the cashier, paid and left. Easy peasy!  FOOD Green Beans - I was craving some kind of greens and knew I could get a solid set of green beans here. So much flavor. Still had the nice crunch to them and were not overcooked.  Fried Rice w Beef - Rice, egg, and meat combo was well portioned. We enjoyed this!  Xiao Long Bao Dumplings - You could see they were filled with a lot of soup. It was very savory, the meat inside was seasoned nicely, the the wrapper was perfectly steamed.  We were honestly impressed with this location. We actually do not care for it at home as it does not have that much flavor and is mediocre. However, we came here and everything was bursting with flavor. Maybe it's placebo and we just miss home food so think it's amazing here? Maybe they put MSG? No idea. But whatever it was, food was delicious."
        ]
    },
    {
        "restaurant_name": "Vanto",
        "restaurant_rating": 4.5,
        "price_type": "$$",
        "businessUrl": "/biz/vanto-sydney?osq=Restaurants",
        "latitude": -33.8717449,
        "longitude": 151.2069616,
        "restaurant_address": "Shop 44, Level 1 455 George St, Sydney, NSW 2000",
        "review_highlights": [
            "So far I'm impressed. The food hasn't even come yet though, so I'll get back to you. Gluten free pizza without having to ask for it special, yes. Vegan options, yes. Flat white on its way, let's see how that goes. My first Italian dining in Sydney. Usually I have to stay away from Italian eateries because I don't eat meat or gluten but I heard a rumor Vanto wouldn't disappoint. Plus, it's in the historical Queen Victoria Building! Not to be missed.  Flat white update: 4 stars. I'd walk across the street to BlueBird cafe and have my coffee there & lunch here. But I'm a coffee snob. If you aren't fussed, you'll enjoy their offerings.",
            "It's 8pm in Sydney and we wanted pizza. Lots of things seem to close early in Sydney so there weren't many options. Vanto is in the Queen Victoria Building on level one and is open until 9pm (at the time I'm writing this). Cute little place with ample seating &quot;outside&quot; the actual small restaurant but inside the shopping area.  We were greeted and seated right away and the server gave us a few moments to review the menu. We already knew we wanted a simple pizza so got the margherita and a couple Italian beers. Pizza arrived quickly and tasted great. The crust could have been a little crunchier for my tastes, but still was good. I would definitely eat here again.",
            "Wonderful spot for a glass of wine and lunch while enjoying the lovely historic QVB shopping centre.  We opted for the pizza special, a delightful pear, Gorgonzola & walnut wood-fired pie, drizzled with the best balsamic vinegar ever and topped with arugula.  Perfect to share when accompanied by a glass of wine.  Impeccable service, to boot."
        ]
    },
    {
        "restaurant_name": "Rosetta",
        "restaurant_rating": 4.5,
        "price_type": "",
        "businessUrl": "/biz/rosetta-the-rocks?osq=Restaurants",
        "latitude": -33.8623920264005,
        "longitude": 151.207205201503,
        "restaurant_address": "118 Harrington St, The Rocks, NSW 2000",
        "review_highlights": [
            "Good ambience, excellent service and very nice food.  Went with a colleague from work and we started with the meatballs and mozzarella.  Both were very good but the mozzarella was particularly fresh and tasty.  I had the veal chop as a main.  Very large chop, breaded and nicely seasoned.  The sides were even better.  I ordered the baked pumpkin with ricotta and while hard to describe (surprisingly not sweet), interesting and I would order it again.  Even the greens were better than I expected.  A very pleasant place to spend the evening.",
            "Recommended by our Uber driver.  Excellent dinner with outstanding service.  The pasta is delicious.   Judi, Tamara & Steve",
            "From start to finish this was a first class dining experience. We had an 8:15pm reservation and upon arriving 15 mins early were asked if we wanted to wait in the bar or terrace while the host checked on our table. We chose the terrace and it was quite quiet. It was pretty chilly out there - but there were gas heaters and after 5 minutes I was given a blanket. You can order food on their terrace.  We each started with an aperitivi cocktail. Me: the Sgroppino and him: the Sea farers spritz. Both delicious.  After 10 minutes we were shown to our table up on the mezzanine - much quieter than the downstairs main room.  We started with two antipastis: the seafood and the calamari and zucchini fritti. The seafood (which was raw tuna and squid; and cooked scampi, crab, mussels) was just sublime. So fresh and tasty. It was the highlight of the night really.  For mains we had the crab pasta and the duck alla cacciatore. The crab was spicy, but not overwhelming and the pasta was fresh. The duck was really lovely, tasty and crispy skin. I think it would be perfect with some olives on the plate.  Dessert: we had gelato and a cannoli. Gelato is $8 and it's a very, very small serve. However it was delicious. I chose milk chocolate and it was like I was eating a piece of chocolate. The cannoli ($5) is the size of a packet of matches.  Service was really good - attentive but not too full on. Everyone was really friendly."
        ]
    }
]